Repository: Cedric31/amr-ical-events-list
Catalog: lang/amr-ical-events-list-*.po
Languages: be_by, de_de, fr_fr, it_it, oc

source: Subscribe to calendar in your calendar application.
de_de: Abonnieren, um den Kalender in Ihrem Kalender-Anwendung.
fr_fr: Abonnez-vous à l'agenda dans votre application de calendrier.
it_it: Abbonati al calendario nella tua applicazione calendario.
oc: Abonatz-vos a l'agenda dins vòstra aplicacion de calendièr.

source: Subscribe to calendar
be_by: подписаться на календарь
de_de: Abonnieren Sie Kalender
fr_fr: Abonnez-vous à l'agenda
it_it: Abbonati al calendario
oc: Abonatz-vos a l'agenda

source: Add to google calendar
de_de: Zu Google Kalender hinzufügen
fr_fr: Ajouter à l'agenda google
it_it: Aggiungi a Google Calendar
oc: Apondre a l'agenda google

source: Add to google
de_de: Hinzufügen zu google
fr_fr: Ajouter à l'agenda google
it_it: Aggiungi a Google
oc: Apondre a google

source: Add event to google
be_by: добавить событие в google
de_de: Ereignis zu Google hinzufügen
fr_fr: Ajouter un événement à google
it_it: Aggiungi evento a Google
oc: Apondre un eveniment a google

source: Last Refresh time unexpectedly not available
de_de: Letzte Aktualisierung unerwartet nicht verfügbar
fr_fr: Dernière actualisation du temps indisponible de façon inattendue
it_it: Ora ultimo aggiornamento è inaspettatamente non disponibile
oc: Darrièra actualizacion del temps indisponible de faiçon inesperada

source: Refresh calendars
be_by: обновить календари
de_de: Aktualisieren Kalender
fr_fr: Actualiser calendriers
it_it: Aggiorna calendari
oc: Actualizar calendièrs

source: Last refresh was at %s.
de_de: Letzte aktualisierung wurde am %s.
fr_fr: Dernier raffraichissement à %s.
it_it: Ultimo aggiornamento alle %s
oc: Darrièr refrescament a %s.

source: Remote file had no modifications.
de_de: Remote-Datei hatte keine Modifikationen.
fr_fr: Le fichier distant n'a pas eu de modifications.
it_it: Il file remoto non ha modifiche.
oc: Lo fichièr distant a pas agut de modificacions.

source: The remote file was last modified on %s.
de_de: Die Remote-Datei wurde zuletzt am %s geändert
fr_fr: Le fichier distant a été modifiée le %s
it_it: Il file remoto è stato modificato il %s.
oc: Lo fichièr distant es estat modificat lo %s

source: Click to refresh
de_de: Klicken Sie auf Refresh
fr_fr: Cliquez pour rafraîchir
it_it: Clicca per aggiornare
oc: Clicatz per refrescar

source: Week %u
be_by: наделя %u
de_de: Woche %u
fr_fr: Semaine %u
it_it: %uª settimana
oc: Setmana %u

source: Look for more from %s
oc: Cercatz mai de %s

source: Go back to initial view
oc: Tornar a la vista iniciala

source: Go back to previous events
oc: Retorn als eveniments precedents

source: Sent by
de_de: Gesendet von
fr_fr: Envoyé par
it_it: Inviato da
oc: Mandat per

source: Upcoming Events
be_by: предстоящие события
de_de: Nächste Ereignisse
fr_fr: Événements à venir
it_it: Prossimi eventi
oc: Eveniments venents

source: Upcoming Events List
de_de: Bevorstehende Veranstaltungen Liste
fr_fr: Liste des Événements à venir
it_it: Lista prossimi eventi
oc: Lista dels Eveniments venents

source: See plugin website for more details
de_de: Siehe Plugin Website für weitere Informationen
fr_fr: Voir le site du plugin pour plus de détails
it_it: Visita il sito del plugin per maggiori dettagli
oc: Veire lo site de l'extension per mai de detalhs

source: Title
be_by: название
de_de: Titel
fr_fr: Titre
it_it: Titolo
oc: Títol

source: Calendar page url
de_de: Kalender-URL
fr_fr: URL de la page Calendrier
it_it: URL pagina del calendario
oc: URL de la pagina Calendièr

source: Calendar page url in this website
oc: Url de la pagina del calendièr dins aqueste site

source: Hover description on Title
de_de: Hover Beschreibung auf Titel
fr_fr: Description "par dessus" sur le titre
it_it: Descrizione su hover del titolo
oc: Descripcion "al passatge" sul títol

source: Do an event summary hyperlink with event description as title text
de_de: Sie ein Ereignis Zusammenfassung Hyperlink mit Beschreibung des Ereignisses als Titeltext
fr_fr: Faites un lien hypertexte résumé de l'événement avec description de l'événement comme texte de titre
it_it: Crea un hyperlink di sintesi evento, con la descrizione dell'evento come testo del titolo
oc: Fasètz un ligam ipertèxte resumit de l'eveniment amb descripcion de l'eveniment coma tèxte de títol

source: External events only
de_de: Externe Ereignisse nur
fr_fr: Événements exterieurs uniquement
it_it: Solo eventi esterni
oc: Eveniments exteriors unicament

source: Show events from external ics only, do NOT pickup any internal events.
de_de: Zeige Termine externen ICs nur KEIN Pickup alle internen Veranstaltungen.
fr_fr: Montrer uniquement les événements de l'ics externe, ne collecte AUCUN événement interne.
it_it: Mostra evento solo per ics esterni, NON prendere alcun evento interno.
oc: Mostrar unicament los eveniments de l'ics extèrne, collècta PAS CAP d'eveniment intèrne.

source: Else include events created internally too
de_de: Else gehören Ereignisse erstellt intern zu
fr_fr: Sinon inclure les événements créés à l'interne aussi
it_it: Altrimenti includi anche eventi creati internamente
oc: Siquenon inclure los eveniments creats a l'intèrne tanben

source: External ics urls and advanced options
de_de: Externe ICs URLs und erweiterte Optionen
fr_fr: Urls ics externes et options avancées
it_it: URL ics esterni e opzioni avanzate
oc: Urls ics extèrnes e opcions avançadas

source: External ics urls and/or optional shortcode parameters separated by spaces.)
de_de: Externe ICs URLs und / oder optional Shortcode Parameter durch Leerzeichen getrennt.
fr_fr: Urls ics externes et/ou paramètres des raccourcis optionnels séparés par des espaces.)
it_it: URL ics esterni e/o parametri shortcode opzionali, separati da virgole.)
oc: Urls ics extèrnes e/o paramètres dels acorchis opcionals separats per d'espacis.)

source: Examples: listtype=4 events=10 days=60 start=yyyymmdd startoffset=-2... )
de_de: Beispiele: listtype=4 events=10 days=60 start=yyyymmdd startoffset=-2... )
fr_fr: Exemples: listtype=4 events=10 days=60 start=yyyymmdd startoffset=-2... )
it_it: Esempi: listtype=4 events=10 days=60 start=yyyymmdd startoffset=-2... )
oc: Exemples : listtype=4 events=10 days=60 start=yyyymmdd startoffset=-2... )

source: See more parameters
de_de: Weitere Parameter
fr_fr: Voir plus de paramètres
it_it: Mostra più parametri
oc: Veire plus de paramètres

source: Upcoming Events Calendar
de_de: Anstehende Veranstaltungen Kalender
fr_fr: Calendrier d'Événements à venir
it_it: Calendario prossimi eventi
oc: Calendièr d'Eveniments venents

source: See more
de_de: Weitere
fr_fr: Voir plus
it_it: Continua
oc: Veire plus

source: Calendar page url in this website, for links from widget
de_de: Kalender-URL auf dieser Website, für Links von Widget
fr_fr: URL de la page du calendrier dans ce site, pour les liens du widget
it_it: URL pagina calendario in questo sito, per link da widget
oc: URL de la pagina del calendièr dins aqueste site, pels ligams del widget

source: Examples: listtype=8 events=10 days=60 start=yymmdd startoffset=-2... )
de_de: Beispiele: listtype=8 events=10 days=60 start=yymmdd startoffset=-2... )
it_it: Esempi: listtype=8 events=10 days=60 start=yymmdd startoffset=-2... )
oc: Exemples: listtype=8 events=10 days=60 start=yymmdd startoffset=-2... )

source: Invalid Url
de_de: Ungültige URL
fr_fr: URL invalide
it_it: URL non valido
oc: URL invalid

source: I try to make these plugins work <strong>"out of the box"</strong> with minimal effort; that they be easy to use but <strong>very configurable</strong>; <strong>well tested</strong>; with <strong>valid html and css</strong> both at the front and admin area.
de_de: Ich versuche, diese Plugins funktionieren <strong>&quot;out of the box&quot;</strong> mit minimalem Aufwand, dass sie <strong>konfigurierbar</strong> sind einfach zu bedienen, aber <strong>sehr, gut getestet; mit</strong> gültigem <strong>HTML und CSS</strong> sowohl auf der Vorder-und Admin-Bereich.
fr_fr: J'essaie de faire fonctionner ce plugin <strong>"hors de la boîte "</strong> avec un minimum d'effort, qu'il soit facile à utiliser mais aussi<strong> très configurable </ strong>; <strong> bien testé </ strong>, avec <strong>du code html et css validés</strong> à la fois à l'avant et dans la zone d'administration.
it_it: Cerco di rendere questi plugin funzionanti <strong>"chiavi in mano"</strong>, che richiedano il minimo sforzo, che siano facili da usare, ma <strong>molto configurabili</strong>, <strong>ben testati</strong>, con <strong>HTML e CSS validi</strong>, sia nel front-end, sia nel back-end.
oc: Ensagi de far foncionar aquesta extension <strong>"en defòra de la bóstia "</strong> amb un minimum d'esfòrç, que siá de bon d'utilizar mas tanben<strong> fòrça configurabla </ strong>; <strong> plan testada </ strong>, amb <strong>de còdi html e css validats</strong> a l'encòp a l'avant e dins la zòna d'administracion.

source: If you have a feature request, please do let me know.
de_de: Wenn Sie eine Feature-Anfrage haben, bitte lass es mich wissen.
fr_fr: Si vous avez une demande de fonctionnalité, s'il vous plaît faites le moi savoir.
it_it: Se hai una richiesta, fammelo sapere.
oc: Se avètz una demanda de foncionalitat, se vos plai fasètz-lo-me saber.

source: To edit events in wordpress:
de_de: So bearbeiten Sie Ereignisse in WordPress:
fr_fr: Pour modifier un événement dans WordPress:
it_it: Per modificare gli eventi in wordpress:
oc: Per modificar un eveniment dins WordPress :

source: Upgrade to amr-events at
oc: Metre a nivèl a amr-events a

source: Keep all these settings and lists
oc: Gardatz totes aqueles reglatges e las listas

source: Offers many additional benefits.
oc: Ofrís fòrça interèsses mai.

source: Find out more
oc: Ne saber mai

source: Events plugin by anmari
de_de: Events-Plugin von anmari
fr_fr: Extension d'Événements par anmari
it_it: Events plugin di anmari
oc: Extension d'Eveniments per anmari

source: Click to toggle
oc: Clicar per inversar

source: category
oc: categoria

source: events
de_de: Veranstaltungen
fr_fr: événements
it_it: eventi

source: Calendar page url in this website, for event title links
de_de: Kalender Seite url auf dieser Website, für Event-Titel Links
fr_fr: URL de la page du calendrier dans ce site, pour les liens du titre de l'événement
it_it: URL pagina calendario in questo sito, per link a titolo evento

source: Invalid URL
de_de: Ungültige URL
fr_fr: URL invalide
it_it: URL non valido

source: Error getting calendar file with htpp or curl, or custom fn: %s
de_de: Fehler beim Abrufen der Kalender-Datei mit htpp oder rollen oder benutzerdefinierte fn: %s
fr_fr: Erreur d'obtention du fichier de calendrier par http ou curl, ou fn personnalisé: %s
it_it: Errore nel recuperare il file calendario con http o curl o funzione personalizzata: %s

source: iCal Events Lists
de_de: iCal Ereignisse Listen
it_it: Elenchi eventi iCal

source: General:
de_de: Allgemein:
fr_fr: Général:
it_it: Generale:

source: Unable to create Custom css file for you to edit if you wish - not essential.
de_de: Kann benutzerdefinierte CSS-Datei zu erstellen, die Sie bearbeiten, wenn Sie wollen - nicht wesentlich.
fr_fr: Impossible de créer le fichier css personnalisé que vous pouvez modifier si vous le souhaitez - Non indispensable.
it_it: Impossibile creare il file css personalizzato, da modificare se lo desideri - non essenziale.

source: Copied %s1 to %s2 to allow custom css
de_de: Kopierte %s1 zu %s2 zu ermöglichen benutzerdefinierte CSS
fr_fr: Copier %s1 à %s2 pour permettre du css personnalisé
it_it: Copiato %s1 su %s2 per consentire css personalizzato

source: The timezone database defines the daylight saving changes amongst other things. If correct daylight saving switchover is important to you, please check for the latest updates.
de_de: Die Zeitzone-Datenbank definiert die Sommerzeit ändert unter anderem. Wenn richtigen Sommerzeit-Umschaltung für Sie wichtig ist, überprüfen Sie bitte die neuesten Updates.
fr_fr: La base de données du fuseau horaire définit l'heure d'été, entre autre chose. Si le passage en heure d'été est important pour vous, s'il vous plaît consulter les dernières mises à jour.
it_it: Il fuso orario del database definisce il passaggio all'ora legale, insieme ad altre cose. Se il passaggio all'ora legale è importante per te, fai una verifica degli ultimi aggiornamenti.

source: You may need to talk to your webhost.
de_de: Möglicherweise müssen Sie Ihren Webhost zu sprechen.
fr_fr: Vous pouvez avoir besoin de parler à votre hébergeur.
it_it: Potrebbe essere necessario parlare con il tuo hosting provider.

source: Php timezonedb versions
de_de: Php timezonedb Versionen
it_it: Versione timezonedb di php

source: amr
it_it: amr events

source: n/a
it_it: n/d

source: Export / Copy
it_it: Esporta / Copia

source: Import / Paste
it_it: Importa / Incolla

source: If you did not produce the string and are concerned, then inspect the list type string using a decode tool. You should see a serialised array.
it_it: Se la stringa non è stata prodotto e sei preoccupato, ispeziona la stringa tipo elenco utilizzando uno strumento di decodifica. Dovresti vedere un array serializzato.

source: Click to search
it_it: Clicca per cercare

# the second
source: %s nd
de_de: %s.
fr_fr: %s ème
it_it: %s°

# eg: last day of the year/month
source: of the %s
de_de: von %s
fr_fr: du %s
it_it: del %s

source: System error - event list type %s missing - please inform administrator
it_it: Errore di sistema - tipo elenco eventi %s mancante - informare l'amministratore

source: Users who have declined.
it_it: Utenti che hanno rifiutato.

source: Form to rsvp with comment.
it_it: Modulo RSVP con commenti.

source: Date
be_by: дата
de_de: Datum
it_it: Data

source: HTML5 Exp 1
it_it: HTML5 Esp 1

source: Experimental new table style aiming to use html5 tags, but still within a table structure to allow columns. One cannot have two levels of grouping with this option as tbody cannot be nested. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
it_it: Nuovo stile tabella sperimentale con l'obiettivo di utilizzare i tag HTML5, ma sempre all'interno di una struttura tabellare, per consentire le colonne. Con questa opzione, non si possono avere due livelli di raggruppamento, poiché tbody non può essere nidificato. Se lo configuri, suggerisco di modificare questa descrizione per aiutarti a ricordare come/perché è configurato in questo modo.

source: HTML5 Exp 2
it_it: HTML5 Esp 2

source: AmR iCal Options deleted from Database
be_by: Опции AmR iCal удалены с базы данных
de_de: AmR iCal-Einstellungen aus der Datenbank gelöscht
fr_fr: Options Amr iCal supprimées de la base de données
it_it: Opzioni di AmR iCal eliminate dal database

source: AmR iCal Widget Options deleted from Database
be_by: опции виджетов AmR iCal удалены избазы данных
de_de: AmR iCal-Widget-Einstellungen aus der Datenbank gelöscht
fr_fr: Options Amr iCal Widget supprimées de la base de données
it_it: Opzioni del widget di AmR iCal eliminate dal database

source: Uninstall AmR iCal Events List Options
be_by: модифицировать AmR iCal опции списка событий
de_de: AmR iCal Events List-Einstellungen deinstallieren
fr_fr: Désinstaller les options AmR iCal Liste d'Événements
it_it: Disinstalla le opzioni elenco di AmR iCal Events

source: Note this function removes the options from the database. To completely uninstall, one should continue on to use the standard wordpress functions to deactivate the plugin and delete the files. It is not necessary to run this separately as the uninstall will also run as part of the wordpress delete plug-in files.
be_by: Эта функция удалит все настройки из базы данных. To completely uninstall, one should continue on to use the standard wordpress functions to deactivate the plugin and delete the files. It is not necessary to run this separately as the uninstall will also run as part of the wordpress delete plug-in files.
de_de: Hinweis: Diese Funktion entfernt die Einstellungen aus der Datenbank. Um vollstÃ¤ndig zu deinstallieren, sollte man weiterhin auf die Standard-wordpress Funktionen nutzen, um das Plugin zu deaktivieren und die Dateien zu lÃ¶schen. Es ist nicht notwendig, diese separat ausgefÃ¼hrt werden, wie die Deinstallation wird auch als Teil des WordPress ausgefÃ¼hrt lÃ¶schen Plug-in-Dateien.
fr_fr: Notez que cette fonction supprime les options de la base de données. Pour désinstaller complètement, utiliser les fonctions classiques de WordPress pour désactiver le plugin et supprimer les fichiers. Il n'est pas nécessaire de le faire séparément le processus de desinstallation étant incorporer à celui de wordpress.
it_it: Nota che questa funzione rimuove le opzioni dal database. Per una disinstallazione completa, devi proseguire utilizzando le funzionalità standard di WordPress per disattivare il plugin e in seguito eliminarlo. Non è necessario eseguire questa operazione separatamente, poiché la disinstallazione sarà comunque eseguita come parte dell'eliminazione del plugin da parte di WordPress.

source: The function is provided here as an aid to someone who has perhaps got their wordpress install in a knot and wishes to temporarily remove the options from the database as part of their debugging or cleanup. Consider also the use of the RESET.
be_by: Функция, представленная здесь в качестве помощи для тех, кто имеет, возможно, получили их установке WordPress в узел и желает временно удалить параметры из базы данных в качестве части их отладки или очистке. Рассмотрим также использование RESET.
de_de: Die Funktion wird hier als Hilfe für jemanden, der vielleicht ihr Wordpress installieren hat in einem Knoten habe und möchte vorübergehend die Optionen aus der Datenbank als Teil ihrer Debugging oder die Bereinigung vorgesehen. Beachten Sie auch die Verwendung der RESET.
fr_fr: La fonction est fournie ici comme une aide à quelqu'un qui a peut-être obtenu son installation de wordpress dans un nœud et souhaite supprimer temporairement les options de la base de données dans le cadre de leur mise au point ou de nettoyage. Considérez aussi l'utilisation de la touche RESET.
it_it: Questa funzione è fornita come aiuto a chi dovesse trovarsi, per esempio, con un'installazione di WordPress che presenta anomalie e volesse rimuovere le opzioni dal database, come parte delle operazioni di debug o di pulizia. Considera anche l'utilizzo del RESET.

source: Note: Navigating to "Manage AmR ICal Settings" will RELOAD default options - negating the uninstall.
be_by: Памятка: Навигация по "Manage AmR ICal Settings" will RELOAD default options - negating the uninstall.
de_de: Hinweis: Navigation zu &quot;verwalten AmR ICal Einstellungen&quot; wird Standardoptionen RELOAD - die Negation der zu deinstallieren.
fr_fr: Note: Naviguer vers "Gérer Amr ICal Parametres" RECHARGERA les options par défaut - Annulant la désinstallation.
it_it: Nota: navigando su "Gestisci impostazioni di AmR iCal" ricaricherà le opzioni predefinite, impedendo la disinstallazione.

source: Continue to Plugin list to delete files as well
be_by: продолжать список плагинов для удаления файлов
de_de: Weiter zum Plugin-Liste zum LÃ¶schen von Dateien sowie
fr_fr: Retourner vers la liste des extensions pour supprimer les fichiers
it_it: Prosegui verso l'elenco dei plugin per eliminare anche i file

source: Cancel
be_by: удалить
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla

source: Really Uninstall Options?
be_by: модифицировать опции?
de_de: Wirklich Uninstall Options?
fr_fr: Vraiment désinstaller les options ?
it_it: Vuoi davvero disinstallare le opzioni?

source: Display simple or highly customisable and styleable list of events. Handles all types of recurring events, notes, journals, freebusy etc. Offers links to add events to viewers calendar or subscribe to whole calendar. Write Calendar Page</a> and put [iCal http://yoururl.ics ] where you want the list of events of an ics file and [events] to get internal events. To tweak: <a href="admin.php?page=manage_amr_ical">Manage Settings Page</a>, <a href="widgets.php">Manage Widget</a>.
de_de: Display einfach oder hochgradig anpassbar und styleable Liste der Veranstaltungen. Verarbeitet alle Arten von wiederkehrenden Ereignissen, Notizen, Zeitschriften, etc. freebusy Angebote Links hinzuzufügen Ereignisse für die Zuschauer Kalender oder abonnieren Sie den ganzen Kalender. Schreiben Kalender Seite und legte [iCal http://yoururl.ics], wo Sie wollen die Liste der Ereignisse einer ics-Datei und [Veranstaltungen] Veranstaltungen erhalten interne. Zu zwicken: <a href=\"admin.php?page=manage_amr_ical\">Einstellungen verwalten Page</a> , <a href=\"widgets.php\">verwalten Widget</a> .
it_it: Mostra elenchi semplici o altamente configurabili e stilabili di eventi. Gestisce tutti i tipi di eventi ricorrenti, note, diari, impegni, ecc. Offre collegamenti per consentire ai visitatori di aggiungere o abbonarsi ai calendari. Scrivi pagine di calendario e inserisce [iCal http://tuourl.ics ] dove vuoi mostrare l'elenco degli eventi di un file ics e [events] per gli eventi interni. Due trucchi: <a href="admin.php?page=manage_amr_ical">Pagina di gestione delle impostazioni</a>, <a href="widgets.php">Gestisci Widget</a>.

source: all&nbsp;day
it_it: tutto&nbsp;il&nbsp;giorno

source: Unexpected error creating date with string:
de_de: Unerwarteter Fehler beim Erstellen Datum mit String:
fr_fr: Une erreur inattendue de création date:
it_it: Errore inaspettato durante la creazione della data con la stringa:

source: Event Link
be_by: ссылка на событие
de_de: Ereignis-Link
fr_fr: Lien de l'Événement

source: Experimental new table style aiming to use html5 tags, but still within a table structure to allow columns. One cannot have two levels of grouping with this option as <tbody> cannot be nested. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
fr_fr: Expérimentale nouveau style de tableau pour objectif d'utiliser les balises HTML5, mais toujours au sein d'une structure qui permettre les colonnes. On ne peut pas avoir deux niveaux de regroupement avec cette option car <tbody> peut pas être imbriqué.Si vous le configurez, je suggère de changer cette description comme aide mémoire de comment/pourquoi il est configuré de la façon dont il l'est.

source: Minimum Php version
fr_fr: Version Php Minimale

source: all day
de_de: den ganzen Tag
fr_fr: Toute la journée

source: Invalid Number of Lists
de_de: Ungültige Anzahl von Listen
fr_fr: Nombre de listes invalide

source: Link to more information
de_de: Link zu weiteren Informationen
fr_fr: Lien vers plus d'informations

source: Number of Ical Lists:
be_by: Количество Ical Lists:
de_de: Anzahl Listen-Typen:
fr_fr: Nombre de listes d'Ical

source: Stying and Images
fr_fr: Style et Images

source: Go to list type:
de_de: Zur Liste Typ:
fr_fr: Aller au type de liste:

source: amr events calendar or lists with ical files
de_de: amr Veranstaltungskalender oder Listen mit iCal-Dateien

source: heading
de_de: Überschrift

source: Php manual - Strftime datetime formats
be_by: Php руководство - Strftime формат даты

source: Php manual - date datetime formats
be_by: Php руководство - формат даты

source: Add event to your Google Calendar
be_by: добавить событие к вашему календарю google

source: Add to Google Calendar
be_by: добавить в календарь google

source: AmR ICal Global Options
be_by: AmR ICal глобальные настройки

source: AmR iCal Event List Configuration
be_by: AmR iCal конфигурация списка событий

source: AmR iCal Events List
be_by: AmR iCal список событий

source: AmR iCal Events List
be_by: AmR iCal спиоск событий

source: Calendar Events list settings
be_by: список настроек календаря событий

source: Column Headings
be_by: колонна заголовка
