Repository: Cedric31/amr-ical-events-list
Catalog: lang/amr-ical-events-list-*.po
Languages: be_by, de_de, fr_fr, it_it, oc

source: Options Deleted...
de_de: Einstellungen gelöscht...
fr_fr: Options éffacées...
it_it: Opzioni eliminate...
oc: Opcions escafadas...

source: Option was not saved before or error deleting option...
de_de: Option nicht vor oder Fehler beim Löschen Option gespeichert ...
fr_fr: L'option n'a pas été enregistrée avant ou erreur de suppression d'option...
it_it: L'opzione non è stata precedentemente salvata, oppure si è verificato un errore cancellando l'opzione...
oc: L'option es pas estada enregistrada abans o error de supression d'opcion...

source: Converting option key to lowercase
de_de: Konvertieren Option Schlüssel in Kleinbuchstaben
fr_fr: Touche option conversion en minuscules
it_it: Converto la chiave dell'opzione in minuscolo
oc: Tòca opcion conversion en minusculas

source: Look for Previous
oc: Recercar per precedent

source: Daily
de_de: Täglich
fr_fr: Quotidien
it_it: Giornaliero
oc: Quotidian

source: Weekly
fr_fr: Hebdomadaire
it_it: Settimanale
oc: Setmanièr

source: Monthly
de_de: Monatliche
fr_fr: Mensuel
it_it: Mensile
oc: Mesadièr

source: Yearly
de_de: Jährlich
fr_fr: Annuel
it_it: Annuale
oc: Annadièr

source: Hourly
de_de: Stündlich
fr_fr: Horaire
it_it: Ogni ora
oc: Orari

source: on certain dates
de_de: zu bestimmten Terminen
fr_fr: à certaines dates
it_it: in alcuni giorni
oc: a certanas datas

source: day
de_de: Tag
fr_fr: jour
it_it: giorno
oc: jorn

source: week
de_de: Woche
fr_fr: semaine
it_it: settimana
oc: setmana

source: month
de_de: Monat
fr_fr: mois
it_it: mese
oc: mes

source: year
de_de: Jahr
fr_fr: année
it_it: anno
oc: annada

source: hour
de_de: Stunde
fr_fr: heure
it_it: ora
oc: ora

source: The <a href="http://au.php.net/manual/en/class.datetime.php"> DateTime Class </a> must be enabled on your system for this plugin to work. They may need to be enabled at compile time. The class should exist by default in PHP version 5.2.
de_de: Die <a href=\"http://au.php.net/manual/en/class.datetime.php\">DateTime-Klasse</a> muss auf Ihrem System aktiviert sein, damit dieses Plugin funktioniert. Sie müssen diese eventuell beim Kompilieren aktivierten. Die Klasse sollte in der PHP-Version 5.2. standardmässig vorhanden sein.
fr_fr: Le <a href="http://au.php.net/manual/en/class.datetime.php"> DateTime classe </ a> doit être activé sur votre système pour que ce plugin fonctionne. Ils peuvent avoir besoin d'être activé à la compilation. La classe qui existe par défaut dans la version PHP 5.2.
it_it: La <a href="http://au.php.net/manual/en/class.datetime.php"> classe DateTime </a> deve essere abilitata nel tuo sistema, affinché questo plugin possa funzionare. Potrebbe essere necessario abilitarla in fase di compilazione. La classe deve esistere di default nella versione 5.2 di php.
oc: Lo <a href="http://au.php.net/manual/en/class.datetime.php"> DateTime classe </ a> deu èsser activat sus vòstre sistèma per qu'aqueste plugin fonciona. Pòdon aver besonh d'èsser activat a la compilacion. La classa qu'existís per defaut dins la version PHP 5.2.

# the 11, 12 or 13th
source: %s th
de_de: %s.
fr_fr: %s ème
it_it: %s°
oc: %s en

# the twenty first etc
source: %s st
de_de: %s.
fr_fr: %s er
it_it: %s°
oc: %s ièr

# the third
source: %s rd
fr_fr: %s ème
it_it: %s°
oc: %s sen

# the nth
source: %s th
de_de: %s.
fr_fr: %s ème
it_it: %s°
oc: %s en

source: the first
de_de: die erste
fr_fr: le premier
it_it: il primo
oc: lo primièr

source: every
de_de: jeder
fr_fr: tous les
it_it: ogni
oc: totes los

source: the last
de_de: den letzten
fr_fr: le dernier
it_it: l'ultimo
oc: lo darrièr

source: the %s last
de_de: die letzten %s
fr_fr: le %s dernier
it_it: il %s° ultimo
oc: lo %s darrièr

source: the %s
de_de: %s
fr_fr: le %s
it_it: il %s
oc: lo %s

source: Monday
oc: Diluns

source: Tuesday
oc: Dimars

source: Wednesday
oc: Dimècres

source: Thursday
oc: Dijòus

source: Friday
oc: Divendres

source: Saturday
oc: Dissabte

source: Sunday
oc: Dimenge

source: Error creating custom css directory %s. Please check permissions
de_de: Fehler beim Erstellen benutzerdefinierter CSS-Verzeichnis %s. Bitte überprüfen Sie die berechtigungen
fr_fr: Erreur de création du répertoire personnalisée css %s. S'il vous plaît vérifier les autorisations
it_it: Errore nella creazione della cartella CSS personalizzato %s. Controlla i permessi
oc: Error de creacion del repertòri personalizat css %s. Se vos plai verificar las autorizacions

source: Could not copy file.
de_de: Konnte Datei nicht kopieren.
fr_fr: Impossible de copier le fichier.
it_it: Impossibile copiare il file.
oc: Impossible de copiar lo fichièr.

source: Unable to load or cache ical calendar %s
de_de: Der Kalender % s konnte nicht geladen oder gecached werden
fr_fr: Impossible de charger ou de mettre en cache le calendrier iCal %s
it_it: Impossibile caricare o mettere in cache il calendario iCal %s
oc: Impossible de cargar o de metre en cache lo calendièr iCal %s

source: Error finding or parsing ical calendar %s
de_de: Fehler finden oder Parsen iCal Kalender %s
fr_fr: Erreur d'analyse ou de pour trouver le calendrier iCal %s
it_it: Errore nel trovare o nell'analizzare il calendario iCal %s
oc: Error d'analyse o de per trouver lo calendièr iCal %s

source: This feature requires the plugin amr-events
de_de: Diese Funktion benötigt das Plugin amr-events
fr_fr: Cette fonctionnalité nécessite l'extension amr-events
it_it: Questa caratteristica richieste il plugin amr-events
oc: Aquesta foncionalitat necessita l'extension amr-events

source: Get it here
de_de: Holen Sie sich hier
fr_fr: Obtenez-le ici
it_it: Ottienilo qui
oc: Obtenètz-lo aicí

source: No url entered - did you want events from posts ?
de_de: Keine URL eingegeben - wollten Sie Ereignisse aus Beiträgen?
fr_fr: Aucune url entrée - voulez-vous les événements de articles?
it_it: Nessun url inserito - vuoi gli eventi per gli articoli?
oc: Cap d'url pas entrada - volètz los eveniments de articles?

source: No ical components requested for display
de_de: Keine iCal Komponenten für die Anzeige angefordert
fr_fr: Aucun composant ical demandé pour l'affichage
it_it: Nessun componente iCal richiesto per la visualizzazione
oc: Cap de component ical pas demandat per l'afichatge

source: Invalid Ical URL %s
de_de: Ungültige Ical URL %s
fr_fr: Ical URL invalide %s
it_it: URL iCal %s non valido
oc: Ical URL invalid %s

source: System error - event list type %s missing - please inform administrator.
oc: Error sistèma - event list tipe %s es mancant - informar vòstre administrator

source: Now using an available list type to list events
oc: Ara, en utilizant un tipe de lista disponibla per listar dels eveniments

source: Invalid Start Date
de_de: Ungültige Startdatum
fr_fr: Date de début invalide
it_it: Data inizio non valida
oc: Data de començament invalida

source: Uncaught exception:
de_de: Nicht abgefangene Ausnahme:
fr_fr: Exception non saisie:
it_it: Eccezione non gestita:
oc: Excepcion pas sasida :

source: <br /><br />An error in the input data may prevent correct display of this page. Please advise the administrator as soon as possible.
de_de: <br /><br /> Ein Fehler in den Eingabedaten können verhindern die korrekte Darstellung dieser Seite. Bitte informieren Sie den Administrator so bald wie möglich.
fr_fr: <br /> <br /> Une érreur dans les données d'entrée peut empêcher l'affichage correct de cette page. S'il vous plaît informer l'administrateur le plus tôt possible.
it_it: <br /><br />Un errore nei dati inseriti potrebbe impedire la corretta visualizzazione di questa pagina. Informa il prima possibile l'amministratore.
oc: <br /> <br /> Una error dins las donadas d'entrada pòt empachar l'afichatge corrècte d'aquesta pagina. Se vos plai informar l'administrator lo mai d'ora possible.

source: Your existing saved list types have been converted. If you wish to return to the earlier version of the plugin, you will have to reset the list types and reapply your changes. Or use your DB backup to set the amr-ical-events-list option back to previous version. You do have regular backups right?
it_it: Le tue tipologie elenco esistenti sono stati convertite. se desideri tornare alla versione precedente del plugin, dovrai reimpostare le tipologie elenco e riapplicare le tue modifiche. In alternativa puoi utilizzare il backup del tuo database per reimpostare le opzioni di amr-ical-events-list alla versione precedente. Esegui dei backup regolari, vero?
oc: Vòstra lista existenta de tipes de lista es estat convertit. Se volètz tornar a la version anteriora de l'extension vos caldrà reïnicializar los tipes de lista e reaplicar vòstras modificacions. O utilizatz vòstre salvament DB per definir l'opcion amr-ical-events-list a sa version precedenta. Fasètz de salvaments regulars ?

source: General listing Settings
fr_fr: Les préférences générales des listes
it_it: Impostazioni generali elenchi
oc: Las preferéncias generalas de las listas

source: List Type Settings
fr_fr: Paramètres de type de liste
it_it: Impostazioni tipologie di elenco
oc: Paramètres de tipe de lista

source: Documentation
de_de: Dokumentation
it_it: Documentazione
oc: Documentacion

source: Show all
oc: Veire tot

source: Hide all
oc: Amagar tot

source: Support
fr_fr: Aide
it_it: Supporto
oc: Ajuda

source: Videos
fr_fr: Vidéos
it_it: Video
oc: Vidèos

source: Rate it at WP
de_de: Bewerten Sie es bei WP
fr_fr: Notez-le sur WP
it_it: Valuta su WP
oc: Notatz-lo sus WP

source: Plugin feed
fr_fr: Fil du Plugin
it_it: Feed del plugin
oc: Fial del Plugin

source: Forum feed
fr_fr: Flux du forum
it_it: Feed del forum
oc: Flux del forum

source: Your timezone db version is: %s
de_de: Ihre Zeitzone db-Version:% s
fr_fr: Votre version de db de fuseau horaire est la suivante: %s
it_it: La versione del fuso orario del tuo db è: %s
oc: Vòstra version de db de fus orari es la seguenta: %s

source: Plugin cannot determine timezonedb version in php &lt; 5.3.
de_de: Plugin kann nicht feststellen, timezonedb Version in PHP &lt;5.3.
fr_fr: Le plugin ne peut pas déterminer la version timezonedb en php &lt; 5.3.
it_it: Il plugin non può determinare la versione del fuso orario in php &lt; 5.3.
oc: Lo plugin pòt pas determinar la version timezonedb en php &lt; 5.3.

source: Info on what changes are in which timezonedb version
de_de: Info auf, welche Änderungen in der Version timezonedb
fr_fr: Info sur les changements en fonction de la version de la timezonedb
it_it: Informazioni sulle differenze fra le versioni di timezonedb
oc: Info suls cambiaments en foncion de la version de la timezonedb

source: No global timezone - is there a problem here?
de_de: Keine globalen Zeitzonen - gibt es hier ein Problem?
fr_fr: Aucun fuseau horaire globale - y a t-il un problème ?
it_it: Nessuna timezone globale - c'è un problema?
oc: Pas cap de fus orari global - i a un problèma ?

source: Go to settings
de_de: Gehen Sie zu Einstellungen
fr_fr: Accédez aux paramètres
it_it: Vai alla impostazioni
oc: Accedissètz als reglatges

source: You are using the "old" gmt_offset setting
de_de: Sie verwenden die &quot;alten &quot; gmt_offset Einstellung
fr_fr: Vous utilisez l'"ancien " paramêtre gmt_offset
it_it: Stai usando le "vecchie" impostazioni gmt_offset
oc: Utilizatz l'"ancian" reglatge gmt_offset

source: Consider changing to the more accurate timezone setting
de_de: Überlegen Sie, ob die genauere Einstellung Zeitzone
fr_fr: Pensez à changer plus précisement le reglage du fuseau horaire
it_it: Considera di passare ad un'impostazione più accurata delle impostazioni del timezone
oc: Pensatz a cambiar mai precisament lo reglatge del fus orari

source: The plugin thinks your timezone is:
de_de: Das Plugin denkt Ihre Zeitzone ist:
fr_fr: Le plugin pense que votre fuseau horaire est le suivant:
it_it: Il plugin pensa che la tua timezone sia:
oc: Lo plugin pensa que vòstre fus orari es lo seguent :

source: The current UTC offset for that timezone is:
de_de: Die aktuelle UTC für die Zeitzonenoffset ist:
fr_fr: L'actuel décalage horaire pour ce fuseau horaire est le suivant:
it_it: La differenza UTC corrente per questa timezone è:
oc: L'actual decalatge orari per aqueste fus orari es lo seguent :

source: Switches to %s on %s. GMT offset: %d
de_de: Schaltet auf %s auf %s. GMT-Offset: %d
fr_fr: Passe de %s à %s. Décalage GMT: %d
it_it: Passa da %s a %s. Differenza GMT: %d
oc: Passa de %s a %s. Decalatge GMT: %d

source: Current time (unlocalised):
de_de: Aktuelle Uhrzeit (unlocalised):
fr_fr: Heure actuelle (non localisée):
it_it: Ora corrente (non localizzata):
oc: Ora actuala (pas localizada):

source: Save the settings
de_de: Speichern Sie die Einstellungen
fr_fr: Enregistrer les paramètres
it_it: Salva le impostazioni
oc: Enregistrar los paramètres

source: Update
be_by: обновить
de_de: Aktualisieren
fr_fr: Mettre à jour
it_it: Aggiorna
oc: Metre a jorn

source: Uninstall the plugin and delete the options from the database.
de_de: Deinstallieren Sie das Plugin und löschen Sie die Optionen aus der Datenbank.
fr_fr: Désinstaller le plugin et supprimer les options de la base de données.
it_it: Disinstalla il plugin ed elimina le opzioni dal database.
oc: Desinstallar lo plugin e suprimir las opcions de la basa de donadas.

source: Uninstall
be_by: модифицировать
de_de: Deinstallieren
fr_fr: Désinstaller
it_it: Disinstalla
oc: Desinstallar

source: Warning: This will reset ALL the listing options immediately.
de_de: Achtung: Dadurch werden alle Optionen der Liste sofort.
fr_fr: Attention: Ceci réinitialisera TOUTES les options immédiatement.
it_it: Attenzione: questo reimposterà immediatamente TUTTE le opzioni di elenco.
oc: Avertiment : Aquò reïnicializarà TOTAS las opcions immediatament.

source: Reset all listing options
de_de: Setzen Sie alle Optionen Inserat
fr_fr: Réinitialiser toutes les options.
it_it: Reimposta tutte le opzioni elenco
oc: Reïnicializar totas las opcions

source: Manage Event List Types
it_it: Gestisci le tipologie liste evento
oc: Gerir las listas tipe d'eveniment

source: Configure event list type:
de_de: Konfigurieren Event-Liste Typ:
fr_fr: Configurer la liste d'événement type:
it_it: configura tipo lista eventi:
oc: Configurar la lista d'eveniment tipe :

source: Preview the list using a calendar page.
oc: Apercebut de la lista en utilizant una pagina de calendièr.

source: Preview
it_it: Anteprima
oc: Previsualizar

source: Saving....
de_de: Speichern ....
fr_fr: Sauvegarde...
it_it: Salvataggio...
oc: Salvamennt...

source: Lists saved
it_it: Elenco salvato
oc: Listas salvadas

source: No change to options or unexpected error in saving
de_de: Keine Änderung Optionen oder unerwarteter Fehler bei der Rettung
fr_fr: Aucun changement aux options ou erreur inattendue lors de la sauvegarde
it_it: Nessuna modifica alle opzioni o errore inaspettato nel salvataggio
oc: Pas cap de cambiament a las opcions o error inesperada al moment del salvament

source: Check for lists to delete
it_it: Seleziona le liste da eliminare
oc: Verificatz per las listas de suprimir

source: List %s will be deleted
it_it: La lista %s sarà eliminata
oc: Listas %s seràn suprimits

source: Column Headings:
de_de: Spaltenüberschriften:
fr_fr: Têtes de colonne:
it_it: Intestazioni colonna:
oc: Caps de colomna :

source: Calendar properties
be_by: свойства календаря
de_de: Kalender-Eigenschaften
fr_fr: Propriétés du Calendrier
it_it: Proprietà calendario
oc: Proprietats del Calendièr

source: Specify fields to show:
de_de: Geben Sie Felder zu zeigen:
fr_fr: Spécifiez les champs à voir:
it_it: Specifica i campi da mostrare:
oc: Especificatz los camps de veire :

source: Note: a 0 (zero) in column = do not show that field.
de_de: Hinweis: eine 0 (Null) in Spalte = zeigen nicht das Feld.
fr_fr: Note: un 0 (zéro) dans la colonne = ne pas montrer ce champ.
it_it: Nota: uno 0 (zero) in colonna = non mostrare il campo.
oc: Nòta : un 0 (zèro) dins la colomna = mostrar pas aqueste camp.

source: Uppercase fields are those defined in the iCal specification.
de_de: Groß-Felder sind die in den iCal-Spezifikation definiert.
fr_fr: Champs en majuscules sont ceux définis dans le cahier des charges iCal.
it_it: I campi in maiuscolo sono quelli definiti nelle specifiche iCal.
oc: Camps en majusculas son los que son definits dins lo quasèrn de las cargas iCal.

source: Lowercase fields are additional fields added by this plugin and derived from the iCal fields for your convenience.
de_de: Kleinbuchstaben Felder sind zusätzliche Felder hinzugefügt von diesem Plugin und aus der iCal-Felder für Ihre Bequemlichkeit abgeleitet.
fr_fr: Les champs minuscules sont des champs supplémentaires ajoutées par ce plugin et provenant des champs iCal pour votre commodité.
it_it: I campi in minuscolo sono campi additionali, aggiunti da questo plugin e derivati per comodità dai campi iCal.
oc: Los camps minusculas son de camps suplementaris aponduts per aqueste plugin e que proven dels camps iCal per vòstra comoditat.

source: Fields show if "column" > 0 and if there is data available in your event or ics file.
de_de: Felder zeigen, ob &quot;Spalte&quot;&gt; 0 und, wenn es Daten in Ihre Veranstaltung oder ics-Datei.
fr_fr: Afficher les champs si "colonne"> 0 et s'il n'y a pas des donnée disponible dans votre événement ou dans le fichier ics.
it_it: I campi sono mostrati se "colonna" > 0 e se sono presenti dati nel tuo evento o nel file ics.
oc: Afichar los camps se "colomna"> 0 e se i a pas de donadas disponiblas dins vòstre eveniment o dins lo fichièr ics.

source: Field
it_it: Campo
oc: Camp

source: (0 to hide)
it_it: (0 da nascondere)
oc: (0 per amagar)

source: Define grouping:
be_by: определить группирование:
de_de: Definieren Sie die Gruppierung:
fr_fr: Définir groupement:
it_it: Definisci raggruppamento:
oc: Definir gropament :

source: Possible Groupings
oc: Regropaments possibles

source: Level
oc: Nivèl

source: No grouping
oc: Pas de regropament

source: Taxonomies
oc: Taxinomias

source: (Requires amr-events)
oc: (Requerís amr-events)

source: Date based
oc: Basat sus la data

source: (See also date and time formats)
oc: (Veire tanben los formats de data e d'ora)

source: Select components to show:
be_by: выбрать компанентыдля показа:
de_de: Wählen Sie die anzuzeigenden Komponenten:
fr_fr: Sélectionnez les composants à montrer:
it_it: Seleziona i componenti da mostrare:
oc: Seleccionatz los components de mostrar :

source: Wikipedia entry describing components
de_de: Wikipedia-Eintrag beschreibt Komponenten
fr_fr: entrée Wikipedia décrivant les composants
it_it: Voci Wikipedia che descrivono i componenti
oc: entrada Wikipèdia que descriu los components

source: Define maximums:
be_by: определить мксимальный:
de_de: Definieren Sie die Maximalwerte:
fr_fr: Définir maximales:
it_it: Definisci massimi valori:
oc: Definir maximalas :

source: Note cache times are in hours
de_de: Hinweis Cache Zeiten sind in Stunden
fr_fr: Note cache times sont en heures
it_it: Nota che i tempi di cache sono in ore
oc: Nòta cache times son en oras

source: Configure another list type:
oc: Configurar una autra lista d'eveniment tipe :

source: Return to manage list types
it_it: Torna alla gestione dei tipi di elenco
oc: Retorn al gestionari de las listas tipe

source: Please use numbers > 1
it_it: Utilizza numeri > 1
oc: Svp utilizar de numèros >1

source: Imported settings for list %s invalid - not saved
it_it: Impostazioni importate l'elenco %s non valide - non salvate
oc: Paramètres importats per la lista %s son incorrèctes - pas enregistrat

source: List %s will be saved with imported data
it_it: L'elenco %s sarà salvato con i dati importati
oc: La lista %s serà enregistrat amb de donadas importadas

source: Configure:
oc: Configurar :

source: Click to choose the fields, the columns and set other parameters.
oc: Clicatz per causir los camps, las colomnas e definir d'autres paramètres.

source: Configure
oc: Configurar

source: Calendar Page URL for previews must be entered above
it_it: Inserire sopra l'URL pagina calendario per le anteprime
oc: URL de la pagina Calendièr dels apercebuts deu èsser sasit çaisús

source: Enter a list number to start a list type with new default settings.
it_it: Inserisci il numero elenco per avviare un tipo elenco con le nuove impostazioni predefinite.
oc: Entratz un numèro de lista per començar un tipe de lista amb los novèls paramètres per defaut.

source: After that, cut and paste from the list type closest to what you want to get you started
oc: Aprèp aquò, talhar e pegar a partir de la lista tipe la mai pròcha de çò que volètz per vos lançar

source: iCal Events List
de_de: iCal Events Liste
fr_fr: Liste d'Événements iCal
it_it: Elenco eventi iCal
oc: Lista d'Eveniments iCal

source: List saved
de_de: Liste gespeichert
fr_fr: Liste sauvegardée
it_it: elenco salvato
oc: Lista salvada

source: iCal Events List
be_by: iCa список событий
de_de: iCal Events Liste
fr_fr: iCal Liste d'Événements
it_it: Elenco eventi iCal
oc: iCal Lista d'Eveniments

source: Listing Events
de_de: Listing Veranstaltungen
fr_fr: Liste des Événements
it_it: Elenco eventi
oc: Lista dels Eveniments

source: List types
de_de: Liste Arten
fr_fr: Listes des types
it_it: Tipologie elenchi
oc: Listas dels tipes

source: Error in form - calprop array not found
de_de: Fehler: der 'calprop'-array wurde nicht gefunden
fr_fr: Érreur dans le formulaire - tableau calprop non trouvé
it_it: Errore nel modulo - array calprop non trovato
oc: Error dins lo formulari - tablèu calprop pas trobat

source: Name
fr_fr: Nom
it_it: Nome
oc: Nom

source: Internal Description
de_de: Interne Beschreibung
fr_fr: Description interne
it_it: Descrizione interna
oc: Descripcion intèrna

source: Other:
it_it: Altro:
oc: Autre :

source: List HTML Style
de_de: Liste HTML-Stil
fr_fr: Style de la liste HTML
it_it: Stile elenco HTML
oc: Estil de la lista HTML

source: Table
de_de: Tabelle
fr_fr: Tableau
it_it: Tabella
oc: Tablèu

source: HTML5 in table
de_de: HTML5 in Tabelle
fr_fr: HTML5 dans les tableaux
it_it: HTML5 nella tabella
oc: HTML5 dins los tablèus

source: HTML5 clean and lean
de_de: HTML5 sauber und schlank
fr_fr: HTML5 propre et efficace
it_it: HTML5 pulito
oc: HTML5 net e eficaç

source: Custom - file required
de_de: Custom - Datei erforderlich
fr_fr: Personnalisé - fichier requis
it_it: Personalizzato - file richiesto
oc: Personalizat - fichièr requesit

source: Breaks for rows!
de_de: Breaks für Zeilen!
fr_fr: Espaces pour les lignes
it_it: Interruzioni per righe!
oc: Espacis per las linhas

source: Small box calendar
de_de: Kleine Box Kalender
fr_fr: Calendrier petite boite
it_it: Box calendario piccolo
oc: Calendièr pichona bóstia

source: Large box calendar
de_de: Große Box Kalender
fr_fr: Calendrier grande boite
it_it: Box calendario grande
oc: Calendièr granda bóstia

source: Weeks calendar
it_it: Calendario settimanale
oc: Calendièr Setmanas

source: Lists for rows
de_de: Listen für Reihen
fr_fr: Listes des lignes
it_it: Elenchi per righe
oc: Listas de las linhas

source: *Avoid - deprecated
oc: *Evitar - obsolèt

source: Table with lists in cells (original)
de_de: Tabelle mit Listen in den Zellen (Original)
fr_fr: Tableau avec des listes dans des cellules (d'origine)
it_it: Tabella con elenchi nelle celle (originale)
oc: Tablèu amb de listas dins de cellulas (d'origina)

source: Custom HTML style file at %s...
de_de: Individuelle HTML-Stil-Datei in %s ...
fr_fr: Fichier personnalisé de style HTML à %s...
it_it: File HTML personalizzato in %s...
oc: Fichièr personalizat d'estil HTML a %s...

source: (Html and some php knowledge required)
de_de: (HTML und PHP-Kenntnisse einige erforderlich)
fr_fr: (Html et quelques connaissances en PHP requises)
it_it: (è richiesta la conoscenza di HTML e un po' di php)
oc: (Html e qualques coneissenças en PHP requesidas)
