Repository: Cedric31/amr-ical-events-list
Catalog: lang/amr-ical-events-list-*.po
Languages: be_by, de_de, fr_fr, it_it, oc

source: Default Event URL
fr_fr: URL de l'événement par défaut
it_it: URL predefinito evento
oc: URL de l'eveniment per defaut

source: (For ics files in widget. External, or calendar page.)
de_de: (Für ics-Dateien in die eigene WebSite. Extern oder Kalender-Seite.)
fr_fr: (Pour les fichiers ICS dans le widget. Externe ou une page de calendrier).
it_it: (per file ics nei widget. Esterno o pagina calendario)
oc: (Pels fichièrs ICS dins lo widget. Extèrne o una pagina de calendièr).

source: More information
de_de: Weitere Informationen
fr_fr: Plus d'informations
it_it: Maggiori informazioni
oc: Mai d'informacions

source: General Options
de_de: Allgemeine Optionen
fr_fr: Options Générales
it_it: Opzioni generali
oc: Opcions Generalas

source: Styling and Images
it_it: Stile e immagini
oc: Estils e Imatges

source: Advanced
oc: Avançat

source: Message if no events found:
de_de: Nachricht, wenn keine Veranstaltungen gefunden werden:
fr_fr: Message si aucun événement trouvé:
it_it: Messaggio se non è stato trovato alcun evento:
oc: Messatge se cap d'eveniment pas trobat :

source: Look for more events message:
oc: Cercatz mai de messatge d'eveniments :

source: Look for previous events message:
oc: Cercatz de messatges d'eveniments precedents :

source: Reset events message:
oc: Reïnicializar lo messatge dels eveniments :

source: Use human time like midday, midnight
oc: Utilizatz lo temps uman coma miègjorn, mièjanuèit

source: Do not give credit to the author
de_de: Geben Sie nicht den Namen des Autors
fr_fr: Ne pas créditer l'auteur
it_it: Non dare credito all'autore
oc: Creditar pas l'autor

source: Use javascript to collapse event groupings
oc: Utilizatz javascript per reduire los gropaments d'eveniments

source: Use my theme css, not plugin css
de_de: Verwenden Sie mein Thema css, css Plugin nicht
fr_fr: Utiliser mon thème css, pas le css du plugin
it_it: Utilizza il css del mio tema, non il css del plugin
oc: Utilizar mon tèma css, pas lo css del plugin

source: No images (tick for text only)
de_de: Keine Bilder (für Text nur ankreuzen)
fr_fr: Aucune image (cocher pour le texte uniquement)
it_it: Nessuna immagine (spunta per solo testo)
oc: Pas cap d'image (marcar pel tèxte unicament)

source: Image icon size:
fr_fr: Taille de l'icône:
it_it: Dimensione immagine icona:
oc: Talha de l'icòna :

source: The css provided works with the default twenty-ten theme and similar themes. Your theme may be different.
de_de: Die CSS vorgesehen arbeitet mit der Standard-2010 Thema und ähnliche Themen. Ihr Thema kann unterschiedlich sein.
fr_fr: Le css fourni fonctionne avec le thème par défaut twenty-ten et des thèmes similaires. Votre thème peut être différent.
it_it: Il CSS fornito funziona con il tema di default twenty-ten e temi simili. Il tuo tema potrebbe essere diverso.
oc: Lo css provesit fonciona amb lo tèma per defaut twenty-ten e de tèmas similars. Vòstre tèma pòt èsser diferent.

source: To edit the file, download the custom one added to your uploads folder: uploads/css.
de_de: So bearbeiten Sie die Datei, laden Sie die benutzerdefinierte Aktualisierung Ihrer Uploads Ordner: uploads / css.
fr_fr: Pour modifier le fichier, téléchargez celui personnalisé ajouté à votre dossier de téléchargements: uploads/css.
it_it: Per modificare questo file, scarica quello personalizzato, aggiunto alla tua cartella uploads: uploads/css.
oc: Per modificar lo fichièr, telecargatz lo personalizat apondut a vòstre dorsièr de telecargaments: uploads/css.

source: Edit it and then re-upload to that same folder. Then select it in the box below.
de_de: Bearbeiten und dann wieder dem gleichen Ordner hochladen. Dann wählen Sie es in das folgende Feld.
fr_fr: Éditez-le et re-télécharger dans le même dossier. Ensuite, sélectionnez-le dans la case ci-dessous.
it_it: Modificalo e quinti ricaricalo sulla stessa cartella. Quindi selezionalo nella casella di seguito.
oc: Modificatz-lo e re-telecargatz-lo dins lo meteis dorsièr. Puèi, seleccionatz-lo dins la casa çaijós.

source: This file will not be overwritten when the plugin is upgraded or when your theme is upgraded.
de_de: Diese Datei wird nicht überschrieben werden, wenn das Plugin aktualisiert oder wenn Ihr Thema ist aktualisiert.
fr_fr: Ce fichier ne sera pas écrasé lorsque l'extension est mise à jour ou si votre thème est mis à jour.
it_it: Il file non sarà sovrascritto quando il plugin o il tema saranno aggiornati.
oc: Aqueste fichièr serà pas espotit quand l'extension es mesa a jorn o se vòstre tèma es mes a jorn.

source: More info
de_de: Mehr Infos
fr_fr: Plus d'info
it_it: Ulteriori informazioni
oc: Mai d'info

source: Download the latest provided css file for editing
de_de: Laden Sie die neueste vorgesehen CSS-Datei für die Bearbeitung
fr_fr: Téléchargez le dernier fichier css prévu pour l'éditer
it_it: Scarica per la modifica il css pià recente
oc: Telecargatz lo darrièr fichièr css previst per lo modifier

source: (optional)
fr_fr: (optionnel)
it_it: (opzionale)
oc: (opcional)

source: Choose plugin default css or choose a custom css and edit it.
de_de: Wählen Sie das Plugin standardmäßig css oder wählen Sie eine benutzerdefinierte CSS und zu bearbeiten.
fr_fr: Choisissez le css du plugin par défaut ou choisissez un css personnalisé et modifier le.
it_it: Scegli il css predefinito del plugin o scegli un css personalizzato e modificalo.
oc: Causissètz lo css del plugin per defaut o causissètz un css personalizat e modificatz-lo.

source: No css files found in css directory
de_de: Keine CSS-Dateien in css Verzeichnis gefunden
fr_fr: Aucun fichiers css trouvé dans le répertoire css
it_it: Nessun css trovato nella cartella css
oc: Cap de fichièr css pas trobat dins lo repertòri css

source: Advanced:
de_de: Erweitert:
fr_fr: Avancé:
it_it: Avanzato:
oc: Avançat :

source: Your php version is: %s
de_de: Ihre PHP-Version ist:% s
fr_fr: Votre version php est: %s
it_it: La tua versione di php è: %s
oc: Vòstra version php es : %s

source: Minimum Php version 5.3 required for events cacheing.
de_de: Minimale PHP-Version 5.3 für Veranstaltungen Caching erforderlich.
fr_fr: version Php 5.3 minimale requise pour la mise en cache des événements.
it_it: Versione minima 5.3 di php per caching degli eventi.
oc: version Php 5.3 minimala requesida per la mesa en cache dels eveniments.

source: Cacheing of generated events for re-use on same page (eg: widget plus list) will not be attempted.
oc: La mesa en cache dels eveniments generats per los reütilizar sus una meteissa pagina (per exemple: widget assortida d'una lista) seràn pas temptadas.

source: Apparently objects do not serialise correctly in php < 5.3.
oc: Aparentament los objèctes son pas corrèctament serializats en php <5.3.

source: Choose date localisation method:
de_de: Wählen Sie das Datum Lokalisierung Methode:
fr_fr: Choisissez la méthode de localisation de la date:
it_it: Scegli il metodo di localizzazione della data:
oc: Causissètz lo metòde de localizacion de la data :

source: none
de_de: keiner
fr_fr: aucun
it_it: nessuno
oc: pas cap

source: Http timeout for external ics files:
oc: Relambi d'espèra HTTP pels fichièrs ics extèrnes :

source: Choose seconds before timeout for each ics file fetch
oc: Causissètz las segondas lo relambi d'espèra abans d'anar cercar cada fichièr ics

source: Warning - 30 seconds is a long time! Let it use cache rather if things are slow
oc: Avertiment - 30 segondas, es long ! Daissatz-lo puslèu utilizar lo cache se las causas son lentas

source: Calendar Page URL for Previews:
it_it: URL pagina calendario per anteprime:
oc: Pagina URL del Calendièr pels apercebuts :

source: Enter the url of a page with [events] or [largecalendar] in the content to use for list type previews.
it_it: Inserisci l'url della pagina che contiene [events] o [largecalendar] nel contenuto per usarla come anteprima tipo elenco.
oc: Entratz l'url d'una pagina amb [events] o [largecalendar] dins lo contengut d'utilizar per las previsualizacions de tipe lista.

source: Click the name of each list type below to configure that list.
oc: Clicatz sus lo nom de cada tipe de lista çaijós per configurar aquesta lista.

source: Go to plugin website for documentation.
oc: Anar sul site de l'extension per la documentacion.

source: Configuration help
oc: Ajuda a la configuracion

source: Be careful when editing or deleting - some listtypes are defaults for shortcodes and widgets.
it_it: Prestare attenzione quando si modifica o elimina - alcune tipologie elenco sono predefinite per shortcode e widget.
oc: Siatz prudent al moment de l'edicion o de la supression - certans tipes de listas son utilizats per defaut per de shortcodes e de widgets.

source: Add listtype=n in the parameters of the shortcode or widget to use another list type.
it_it: Aggiunti listtype=n nei parametri dello shortcode o del widget per usare un altro tipo elenco.
oc: Apondre listtype =n dins los paramètres del shortcode o del widget per utilizar un autre tipe de lista.

source: Warning: This will delete all selected list types immediately.
it_it: Attenzione: questo eliminerà immediatamente tutti i tipi elenco selezionati.
oc: Atencion : Aquò escafarà immediatament totas las listas tipes seleccionadas.

source: Delete
it_it: Elimina
oc: Suprimir

source: List
it_it: Elenco
oc: Lista

source: To export or copy a list type
oc: Per exportar o copiar una lista tipe

source: Select ALL the content, and COPY.
it_it: Seleziona TUTTI i contenuti e COPIA.
oc: Seleccionar TOT lo contengut, e lo COPIAR.

source: The encoding is to prevent errors when copying and pasting.
oc: L'encodatge es per evitar las errors al moment de la còpia e del pegatge.

source: The whole string must be selected (it should be when you click on the text box)
oc: La cadena entièra deu èsser seleccionada (o deu èsser quand clicatz sus la zòna de tèxte)

source: The list type is a huge array.
it_it: Il tipo lista è un array enorme.
oc: Lo tipe de lista es un enòrme tablèu.

source: Without encoding, there were varying problems with slashes. Encoding was more stable.
it_it: Senza encoding, si sono presentati diversi problemi con gli slashes. L'encoding si è rivelato più stabile.
oc: Sens encodatge, i aviá diferents problèmas amb las barras oblicas. L'encodatge èra mai estable.

source: Why encode?
it_it: Perché encodare?
oc: Perqué encodar ?

source: To import or paste a list type
oc: Per exportar o copiar una lista tipe

source: PASTE list type string
it_it: INCOLLA stringa tipo elenco
oc: PEGAR la cadena de la lista tipe d'eveniment

source: If you did not produce the string and are concerned about the contents, then inspect the list type string using a decode tool. You should see a serialised array.
oc: Se avètz pas produit la cadena e sètz preocupat pels contenguts, alara inspectatz la cadena de tipe lista amb l'ajuda d'una aisina de desencodatge. Deuriatz veire un tablèu serializat.

source: Click to search for decoding tools
oc: Clicatz per recercar d'aisinas de desencodatge

source: Test decode
it_it: Test decodifica
oc: Desencodatge d'ensag

source: Define date and time formats:
be_by: определить формат даты и времени
de_de: Definieren Sie die Datums- und Zeitformate:
fr_fr: Définir les formats de date et heure:
it_it: Definisci i formati data e ora:
oc: Definir los formats de data e ora:

source: Define the formats for the day (eg: Event date, End Date) and time (eg: Start time, End Time) fields. You can actually use any of these to display a full Date time string too. Use the Event date for event instances - the DTSTART field is the first startdate of a recurring event sequence.
de_de: Definieren Sie die Formate für den Tag (zB: Ereignis, das Enddatum) und Zeit (zB: Startzeit, Endzeit) Felder aus. Sie können tatsächlich Gebrauch einer dieser Punkte auf eine vollständige Datum Uhrzeit-Zeichenfolge zu anzuzeigen. Verwenden Sie das Event Datum für Ereignis-Instanzen - der DTSTART Feld ist die erste von startdate ein wiederkehrendes Ereignis-Sequenz.
fr_fr: Définir les formats pour la journée (par exemple: Date de l&#39;événement, à la clôture) et le temps (par exemple: Heure de début, Heure de fin) des champs. Vous pouvez aussi utiliser tous ces formats pour afficher une chaîne de temps plein. Utilisez la date de l'événement pour les instances de l'événement - le champs DTSTART est la date de début pour une séquence d'événements récurrents.
it_it: Definisce i formati dei campi giorno (es.: Data evento, Fine evento) e ora (es.: Ora inizio, Ora fine). Puoi utilizzare uno qualunque di questi anche per visualizzare una string completa data completa. Utilizza la data evento per le istanze dell'evento - il campo DTSTART è la prima data inizio della sequenza di evento ricorrente.
oc: Definir los formats per la jornada (per exemple: Data de l&#39;eveniment, a la clausura) e lo temps (per exemple: Ora de començament, Ora de fin) dels camps. Podètz tanben utilizar totes aqueles formats per afichar una cadena de temps plen. Utilizatz la data de l'eveniment per las instàncias de l'eveniment - lo camps DTSTART es la data de començament per una sequéncia d'eveniments recurrents.

source: These are also used for the date related grouping headings (ie: will show the date in that format as a heading for that group of dates if relevant.)
de_de: Diese sind auch für das Datum verwendet, die Sie Gruppierung Positionen (dh: das Datum in diesem Format als Überschrift für diese Gruppe von Daten gegebenenfalls zu zeigen.)
fr_fr: Ils sont également utilisés pour les titres des groupement des dates rubriques connexes (à savoir: affiche la date dans ce format comme un titre pour ce groupe de dates si nécessaire.)
it_it: Questi sono anche utilizzati per le intestazioni di raggruppamento delle date correlate (es.: sarà mostrata la data in questo formato come intestazione per questo raggruppamento di date, se necessario).
oc: Son tanben utilizats pels títols dels gropament de las datas rubricas connèxas (valent a dire : aficha la data dins aqueste format coma un títol per aqueste grop de datas se necessari.)

source: Use the standard PHP format strings:
de_de: Verwenden Sie die standard PHP-Formate:
fr_fr: Utilisez les chaînes standard de format de PHP:
it_it: Usa il formato stringa standard di php:
oc: Utilizatz las cadenas estandardas de format de PHP:

source: Php manual - date datetime formats
de_de: PHP-Handbuch - Datum datetime Formate
fr_fr: Manuel PHP - formats de date et heure -
it_it: Manuale php - formati data e ora
oc: Manual PHP - formats de data e ora -

source: See php date function format strings
de_de: Siehe PHP date Funktion Format-Strings
fr_fr: Voir les formats des chaînes php de la fonction des dates
it_it: Vedi le stringe di formato data delle funzioni
oc: Veire los formats de las cadenas php de la foncion de las datas

source: (will localise)
de_de: (lokalisiert werden)
fr_fr: (Se localiser)
it_it: (sarà localizzato)
oc: (Se localizar)

source: Expand/Contract all
de_de: Expand / Contract alle
fr_fr: Étendre/Tout contracter
it_it: Espandi/contrai tutto
oc: Espandir/Contractar tot

source: Why not do any or all of the following:
oc: Perqué far pas qualques unes (o totes) dels elements seguents :

source: Link to it so other folks can find out about it.
oc: Far un ligam cap a l'extension per fin que d'autres la pòscan conéisser tanben.

source: If you have any problems with this plugin or good ideas for improvements or new features, please talk about them in the
oc: Se avètz de problèmas amb aquesta extension o de bonas idèas de melhoraments o de novèlas foncionalitats, se vos plai parlatz-ne dins lo

source: Support forums
oc: Forum de sosten (en anglés)

source: Weeks start on %s
de_de: Wochen beginnen am %s
fr_fr: Semaines démarrent le %s
it_it: La settimana inizia di %s
oc: Setmanas s'avian lo %s

source: and
de_de: und
fr_fr: et
it_it: e
oc: e

source: every
de_de: jeder
fr_fr: tous les
it_it: ogni
oc: totes los

source: or
be_by: или
de_de: oder
fr_fr: ou
it_it: oppure
oc: o

source: Every %s %s
de_de: Jeden %s %s
fr_fr: Tous les %s %s
it_it: Ogni %s %s
oc: Totes los %s %s

source: On %s instance within %s
de_de: Auf %s %s Instanz innerhalb
fr_fr: Le %s par exemple au sein de %s
it_it: Nella %s istanza in %s
oc: Lo %s per exemple al dintre de %s

source: %s times
de_de: %s mal
fr_fr: %s fois
it_it: %s volte
oc: %s còps

source: until %s %s
de_de: bis %s %s
fr_fr: jusqu'à ce que %s %s
it_it: fino %s %s
oc: fins al moment que %s %s

source: if month is %s
de_de: wenn Monats ist %s
fr_fr: si le mois est %s
it_it: Se mese è %s
oc: se lo mes es %s

source: in %s weeks of the year
de_de: in %s wochen des jahres
fr_fr: en %s semaines de l'année
it_it: in %s settimane dell'anno
oc: en %s setmanas de l'annada

source: on %s day of the year
de_de: auf %s tag des jahres
fr_fr: en %s jours de l'année
it_it: il %s giorno dell'anno
oc: en %s jorns de l'annada

source: on %s day of each month
de_de: auf %s tag eines jeden monats
fr_fr: en %s jours de chaque mois
it_it: il %s giorno di ciascun mese
oc: en %s jorns de cada mes

source: on %s
de_de: von %s
fr_fr: en %s
it_it: il %s
oc: en %s

source: at the %s hour
de_de: am %s stunde
fr_fr: à la %s heure
it_it: alle ore %s
oc: a la %s ora

source: at the %s minute
de_de: am %s minuten
fr_fr: à la %s minute
it_it: %s minuti
oc: a la %s minuta

source: at the %s second
de_de: %s an der die zweite
fr_fr: à l'%s secondes
it_it: %s secondi
oc: a l'%s segondas

source: %u year
de_de: %u Jahr
fr_fr: %u année
it_it: %u anno
oc: %u annada

source: %u month
de_de: %u Monat
fr_fr: %u mois
it_it: %u mese
oc: %u mes

source: %u week
de_de: %u Woche
fr_fr: %u semaine
it_it: %u settimana
oc: %u setmana

source: %u day
de_de: %u Tag
fr_fr: %u jour
it_it: %u giorno
oc: %u jorn

source: %u hour
be_by: %u hours
de_de: %u Stunde
fr_fr: %u heure
it_it: %u ora
oc: %u ora

source: %u minute
be_by: %u minutes
it_it: %u minuto
oc: %u minuta

source: %u second
be_by: %u seconds
de_de: %u Sekunde
fr_fr: %u seconde
it_it: %u secondo
oc: %u segonda

source: Change Timezone
de_de: Ändern Sie Timezone
fr_fr: Changer Fuseau Horaire
it_it: Cambia fuso orario
oc: Cambiar Fus Orari

source: Timezone: %s, Click for %s
de_de: Zeitzone: %s, Klicken für %s
fr_fr: Fuseau Horaire: %s, Cliquez pour %s
it_it: Fuso orario: %s, clicca per %s
oc: Fus Orari: %s, Clicatz per %s

source: Your cache directory %s has been created
de_de: Das Cache-Verzeichnis %s wurde erstellt
fr_fr: Votre cache du répertoire %s a été créé
it_it: La tua cartella cache %s è stata creata
oc: Vòstre cache del repertòri %s es estat creat

source: Error creating cache directory %s. Please check permissions
de_de: Fehler beim Erstellen des Cache-Verzeichnis %s. Bitte prüfen Sie die Berechtigungen
fr_fr: Erreur de création du répertoire cache %s. S'il vous plaît vérifier les autorisations
it_it: Errore nel creare la cartella cache %s. Controllare i permessi
oc: Error de creacion del repertòri cache %s. Se vos plai, verificatz las autorizacions

source: Unexpected data contents. Please tell administrator.
de_de: Unerwartete Dateninhalte. Bitte sagen Sie Administrator.
fr_fr: Contenu des données inattendue. Contacter votre administrateur.
it_it: Contenuti inaspettati. Informare l'amministratore.
oc: Contengut de las donadas inesperada. Contactatz vòstre administrator.

source: See comments in source for response received from ics server.
de_de: Siehe Kommentare Quelle für die Beantwortung von ICS-Server empfangen.
fr_fr: Voir les commentaires dans la source pour la réponse reçue du serveur ics.
it_it: Vedi i commenti nel sorgente per le risposte ricevute dal server ics.
oc: Veire los comentaris dins la font per la responsa recebuda del servidor ics.

source: Error getting calendar file with htpp or curl %s
oc: Error d'obtencion del fichièr de calendièr per http o curl %s

source: Using File last cached at %s
de_de: Mit dem Datei zuletzt bei %s zwischengespeichert
fr_fr: Utiliser le dernier fichier mis en cache à %s
it_it: Utilizzo dell'ultimo file memorizzato in %s
oc: Utilizar lo darrièr fichièr mes en cache a %s

source: File last cached time not available
oc: Darrièr fichièr mes en cache indisponible

source: Warning: Events may be out of date.
de_de: Warnung: Veranstaltungen können veraltet sein.
fr_fr: Avertissement: Les événements peuvent être passés.
it_it: Avviso: gli eventi potrebbero non essere aggiornati.
oc: Avertiment: Los eveniments pòdon èsser passats.

source: No cached ical file for events
de_de: Keine zwischengespeichert iCal-Datei für Veranstaltungen
fr_fr: Aucun fichier mis en cache pour les événements iCal
it_it: Nessun file ical memorizzato per gli eventi
oc: Cap de fichièr pas mes en cache pels eveniments iCal

source: midnight
oc: mièjanuèit

source: midday
it_it: mezzogiorno
oc: miègjorn

source: Go to agenda or list view
de_de: Zur Tagesordnung oder in der Listenansicht
fr_fr: Aller à l'agenda ou à la vue par liste
it_it: Vai all'agenda o alla visualizzazione elenco
oc: Anar a l'agenda o a la vista per lista

source: Go to calendar view
de_de: Zur Kalenderansicht
fr_fr: Aller au format calendrier
it_it: Vai alla visualizzazione calendario
oc: Anar al format calendièr

source: Calendar
de_de: Kalender
fr_fr: Calendrier
it_it: Calendario
oc: Calendièr

source: Go to map view
de_de: Zur Kartenansicht
fr_fr: Voir sur la carte
it_it: Vai alla visualizzazione mappa
oc: Veire sus la mapa

source: Map
de_de: Karte
fr_fr: Carte
it_it: Mappa
oc: Mapa

source: Go to date
de_de: Gehe zu Datum
fr_fr: Aller à la date
it_it: Vai alla data
oc: Anar a la data

source: Week starting %1$s
it_it: Settimana a partire da %1$s
oc: Setmana que comença %1$s

source: Go to %1$s %2$s
de_de: Zur% 1 $ s% 2 $ s
fr_fr: Aller à %1$s %2$s
it_it: Vai a %1$s %2$s
oc: Anar a %1$s %2$s

source: Week starting %s
it_it: Settimana a partire da %s
oc: Setmana comença %s

source: hours
it_it: ore
oc: oras

source: months
it_it: mesi
oc: meses

source: days
it_it: giorni
oc: jorns

source: show past events
it_it: mostra eventi passati
oc: mostrar los eveniments passats

source: show less
it_it: mostra di meno
oc: Mostrar mens

source: show more
it_it: mostra di più
oc: Mostrar mai

source: show much less
it_it: mostra molto meno
oc: Mostrar plan mens

source: show much more
it_it: mostra molto di più
oc: Mostrar plan mai

source: show future events
it_it: mostra eventi futuri
oc: mostrar los eveniments venents

source: show maximum 10 events if available
it_it: mosta 10 eventi al massimo, se possibile
oc: mostrar 10 eveniments maximum se disponible

source: show maximum 50 events if available
it_it: mostra 50 event al massimo, se possibile
oc: mostrar 50 eveniments maximum se disponible

source: show maximum 100 events if available
it_it: mosta 100 eventi al massimo, se possibile
oc: mostrar 100 eveniments maximum se disponible

source: Event attachment
de_de: Event Befestigung
fr_fr: L'attachement de l'événement
it_it: Allegato evento
oc: L'estacament de l'eveniment

source: all&nbsp;day
oc: tota la jornada

source: View events in %s %s
it_it: Visualizza gli eventi in %s %s
oc: Veire los eveniments dins %s %s

source: Total events:
de_de: Anzahl Ereignisse:
fr_fr: Total des événements:
it_it: Totale eventi:
oc: Total des eveniments:

source: No description available
de_de: Keine Beschreibung vorhanden
fr_fr: Aucune description disponible.
it_it: Nessuna descrizione disponibile
oc: Cap de descripcion pas disponibla.

source: Subscribe to %s Calendar
de_de: %s abonnieren
fr_fr: Abonnez-vous au %s Calendrier
it_it: Abbonati al calendario %s
oc: Abonatz-vos al %s Calendièr
