Repository: Cedric31/amr-ical-events-list
Catalog: lang/amr-ical-events-list-*.po
Languages: be_by, de_de, fr_fr, it_it, oc

source: Display list of events from iCal sources. <a href="options-general.php?page=manage_amr_ical">Manage Settings Page</a> and <a href="widgets.php">Manage Widget</a> or <a href="page-new.php">Write Calendar Page</a>
be_by: Показать список событий из ICal источников. <a href="options-general.php?page=manage_amr_ical">Manage Settings Page</a> and <a href="widgets.php">Manage Widget</a> or <a href="page-new.php">Write Calendar Page</a>

source: Link to calendar page in this website
be_by: ссылк ана страницу календаря на этом сайте

source: List Type
be_by: тип списка

source: List Type from plugin settings
be_by: ти списка с настроек плагина

source: Number of Events
be_by: количество событий

source: Options <strong>Updated</strong>.
be_by: настройки <strong> обновить <strong>.

source: Refresh Calendars
be_by: обновить календари

source: Specify component contents:
be_by: определить еомпаненты содержания:

source: Status
be_by: статус

source: Use
be_by: использовать

source: Use own css not default
be_by: использовать собственные css не встроено

source: Your Wordpress timezone for date and time calculations is
be_by: ваша временная зона Wordpress для вычесления даты и времени - это

source: calendar
be_by: календарь

source: date
be_by: дата
