Repository: Cedric31/amr-ical-events-list
Catalog: lang/amr-ical-events-list-*.po
Languages: be_by, de_de, fr_fr, it_it, oc

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
oc: Reglatges

source: amr ical options deleted from database
oc: Opcions ical amr suprimits de la basa de donadas

source: amr ical cached ics files deleted
oc: amr fichièrs ical ics cache suprimit

source: Css files may also exist. They and the css folder have not been deleted as they have been shared with other plugins.
oc: Los fichièrs CSS pòdon tanben existir. Eles e lo dorsièr css son pas estats suprimits perque son estats partejats amb d'autras extensions.

source: Go to events for this day only
oc: Anar als eveniments d'aquesta jornada solament

source: Column
de_de: Spalte
fr_fr: Colonne
it_it: Colonna
oc: Colomna

source: Order
de_de: Bestellen
fr_fr: Ordre
it_it: Ordinamento
oc: Òrdre

source: Before
de_de: Bevor
fr_fr: Avant
it_it: Prima
oc: Abans

source: After
de_de: Nach
fr_fr: Après
it_it: Dopo
oc: Aprèp

source: A link to allow user to add the whole calendar to their google calendar.
it_it: Un link per consentire agli utenti di aggiungere un intero calendario al loro calendario Google.
oc: Un ligam per permetre a l'utilizaire d'apondre tot lo calendièr a son calendièr Google.

source: A link to allow user to refetch an ics file
it_it: Un link per consentire agli utenti il recupero di un file ics
oc: Un ligam per permetre a l'utilizaire de recuperar un fichièr ics

source: The time the ics file was last modified
it_it: L'ora di ultima modifica del file ics
oc: Lo temps del fichièr ics es estat modificat

source: WordPress post title or ICS SUMMARY
it_it: Il titolo dell'articolo WordPress or ICS SUMMARY
oc: Títol d'article WordPress o l'ENSENHADOR ICS

source: WordPress content or ICS description
it_it: Il contenuti WordPress o la descrizione ICS
oc: Contengut WordPress o la descripcion ICS

source: WordPress excerpt
it_it: Riassunti di WordPress
oc: Extrait WordPress

source: WordPress post thumbnail
it_it: Miniatura articolo di WordPress
oc: imatge a la una WordPress

source: Address
it_it: Indirizzo
oc: Adreça

source: Link to map
it_it: Link alla mappa
oc: Ligar a la mapa

source: Link to add event to a google calendar
it_it: Link per aggiungere un evento al calendario Google
oc: Ligam per apondre un eveniment a un calendièr Google

source: Link to single event ics file
it_it: Link al file ics del singolo evento
oc: Ligam cap a lo fichièr ics de l'eveniment unic

source: Link to recurring event series ics file
it_it: Link al file ics dell'evento ricorrente
oc: Ligam cap a lo fichièr ics de la seria eveniment recurrents

source: The latitude and longitude
it_it: Latitudine e longitudine:
oc: La latitud e la longitud

source: Links to specified ATTACHMENTS (ics)
it_it: Link agli ALLEGATI specificati (ics)
oc: Ligams cap a las pèças juntas especificas (ics)

source: WordPress or ics file categories
it_it: Categorie WordPress o del file ics
oc: WordPress o fichièr de categorias ics

source: ics class
it_it: Classe ics
oc: Classa ics

source: ics comment
it_it: Commento ics
oc: ics comentari

source: ics event priority
it_it: Priorità evento ics
oc: ics prioritat d'eveniment

source: ics event status
it_it: Stato evento ics
oc: ics estatuts d'eveniment

source: The date of instance of a repeating date, or the event date
it_it: Data dell'istanza di una data ripetuta o della data evento
oc: La data de l'instància d'una data de repeticion, o la data de l'eveniment

source: The time of instance of a repeating date, or the event date
it_it: Ora dell'istanza di una data ripetuta o della data evento
oc: La durada de l'instància d'una data de repeticion, o la data de l'eveniment

source: The date an event instance ends. Blank if same as event date
it_it: Data di fine dell'istanza di un evento. Vuoto se uguale alla data dell'evento
oc: La data una instància d'eveniment s'acaba. Void se la meteissa data que l'eveniment

source: The time an event instance ends.
it_it: Ora di fine dell'istanza di un evento.
oc: Lo temps l' instància de l'eveniment s'acaba.

source: The original or first event date of a recurring series
it_it: Data originale o prima data dell'evento di una serie di ricorrenze
oc: La data de l'eveniment inicial o lo primièr d'una seria recurrenta

source: The original or first event's end date of a recurring series
it_it: Data originale o fine data dell'evento di una serie di ricorrenze
oc: La data de l'eveniment d'origina o de la primièra fin d'una seria recurrenta

source: The due date of a task.
it_it: Scadenza di un impegno
oc: La data d'escasença d'un prètzfait.

source: The duration of an event.
it_it: Durata di un evento
oc: La durada de l'eveniment.

source: Says "all day" (translated) if the event has full days.
it_it: rispondi "all day" (tradotto) se l'evento ha giornate intere.
oc: Ditz "tota la jornada " (traduit) se l'eveniment a jorn complet.

source: If a task is completed.
it_it: Se l'impegno è completato.
oc: Se un prètzfait es acabat.

source: Show busy (translated) if the freebusy component is in use.
it_it: Mostra occupato (tradotto) se il componente freebusy è in uso.
oc: Mostrar ocupada (traduit) se lo component freebusy es utilizat.

source: Users who have accepted.
it_it: Utenti che hanno accettato.
oc: Los utilizaires que seràn presents.

source: Add register button. Registration settings can be set as global defaults or per event.
oc: Apondre boton d'enregistrament. Los paramètres d'enregistrament pòdon èsser definits coma valors globalas per defaut o per eveniment.

source: Links to indicate if attending.
it_it: Link per indicare se si partecipa.
oc: Ligams per indicar se presents.

source: The contact person if available.
it_it: Contatto, se disponibile.
oc: Lo contacte de la persona se disponibla.

source: The author of the event.
it_it: Autore di un evento
oc: L'autor de l'eveniment.

source: Users who are attending.
it_it: Utenti che parteciperanno.
oc: Los utilizaires que seràn presents.

source: The unique id of a recurrence instance or exception.
it_it: ID univoco dell'istanza di una ricorrenza o dell'eccezione.
oc: L'identificant unic d'una instància de recidiva o d'excepcion.

source: The events url as provided by ics file, or the wordpress event permalink.
it_it: URL degli eventi fornito dal file ics o il permalink dell'evento WordPress.
oc: L'url d'eveniments tal coma provesit pel fichièr ics, o lo permaligam de l'eveniment wordpress.

source: The unique identifier of the event.
it_it: Identificativo unico dell'evento.
oc: L'identificant unic de l'eveniment.

source: Dates excluded from the recurring series
it_it: Date escluse dalle serie ricorrenti
oc: Datas exclusas de la seria recurrenta

source: Exclusion rule - no longer in spec
it_it: Regola di esclusione - non più nelle specifiche
oc: Règla d'exclusion - mai dins las espec

source: Individual dates on which event is to be repeated
it_it: Date individuali durante le quali l'evento è ripetuto
oc: Datas individualas sus las qualas l'eveniment deu èsser repetit

source: The rule for the recurrence of the event.
it_it: Regola per la ricorrenza dell'evento.
oc: La règla per la recurréncia de l'eveniment.

source: Alarm action.
it_it: Azione allarme.
oc: Accion d'alarma.

source: Alarm repeat.
it_it: Ripetizione allarme
oc: Repeticion d'alarma.

source: Alarm trigger.
it_it: Innesco allarme.
oc: Desenclavament d'alarma.

source: Date event created.
it_it: Data evento creata.
oc: Data de creacion de l'eveniment.

source: Date event published.
it_it: Data di pubblicazione evento.
oc: Data de publicacion de l'eveniment.

source: Modification level of event.
it_it: Livello di modifica dell'evento.
oc: Nivèl de modificacion de l'eveniment.

source: Date event last modified.
it_it: Data di ultima modifica dell'evento.
oc: Data de darrièra modificacion de l'eveniment.

source: Events in an ics file
oc: Eveniments dins un fichièr ics

source: Items in an ics file that indicate busy or available time slots
oc: Articles dins un fichièr ics qu'indican espacis oraris ocupats o disponibles

source: Todo Task Items in an ics file
oc: Articles prètzfait TODO dins un fichièr ics

source: Journal notes in an ics file - no date or time
oc: Nòtas de jornal dins un fichièr ics - pas de data o d'ora

source: No events found within criteria
de_de: Keine Veranstaltungen innerhalb Kriterien gefunden
fr_fr: Aucun événement trouvé avec ces critères
it_it: Nessun evento trovato con questi criteri.
oc: Cap d'eveniment pas trobat amb aquestes critèris

source: Look for more
oc: Recercatz mai

source: Look for previous
oc: Recercar per precedent

source: Reset
be_by: воостановить
oc: Reïnicializar

source: Default
fr_fr: Valeur par défaut
it_it: Predefinito
oc: Valor per defaut

source: A default calendar list. This one set to tables with lists in the cells. Usually needs the css file enabled. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
de_de: Ein Standard-Kalender Liste. Dieser Tabellen mit Listen in die Zellen gesetzt. Normalerweise braucht die CSS-Datei aktiviert. Wenn Sie es konfigurieren, schlage ich eine Änderung dieses Beschreibung, um Ihr Gedächtnis der Beihilfe, wie / warum ist es so, dass es konfiguriert ist.
fr_fr: Une liste du calendrier par défaut. Celle-ci utilise des tableaux avec des listes dans les cellules. A besoin normalement que le fichier css soit activé. Si vous le configurez, je suggère de changer cette description comme aide mémoire de comment/pourquoi il est configuré de la façon dont il l'est.
it_it: Elenco calendario predefinito. Questo imposta delle tabelle con elenchi nelle celle. Di solito necessita l'attivazione del file CSS. Se lo configuri, suggerisco di modificare questa descrizione per aiutarti a ricordare come/perché è configurato in questo modo.
oc: Una lista del calendièr per defaut. Aquela utiliza de tablèus amb de listas dins las cellulas. A besonh normalament que lo fichièr css siá activat. Se lo configuratz, suggerissi de cambiar aquesta descripcion coma ajuda memòria de cossí/perqué es configurat de la faiçon qu'o es.

source: Year
de_de: Jahr
fr_fr: Année
it_it: Anno
oc: Annada

source: Quarter
de_de: Quartal
fr_fr: Trimestre
it_it: Trimestre
oc: Trimèstre

source: Astronomical Season
de_de: Astronomische Saison
fr_fr: Saison astrale
it_it: Stagione astronomica
oc: Sason astrala

source: Traditional Season
de_de: Traditionelle Saison
fr_fr: Saison traditionnelle
it_it: Stagione tradizionale
oc: Sason tradicionala

source: Western Zodiac
fr_fr: Zodiaque occidentale
it_it: Zodiaco occidentale
oc: Zodiac occidental

source: Month
de_de: Monat
fr_fr: Mois
it_it: Mese
oc: Mes

source: Week
de_de: Woche
fr_fr: Semaine
it_it: Settimana
oc: Setmana

source: Day
de_de: Tag
fr_fr: Jour
it_it: Giorno
oc: Jorn

source: When
be_by: когда
de_de: Wann
fr_fr: Quand
it_it: Quando
oc: Quora

source: What
be_by: что
de_de: Was
fr_fr: Quoi
it_it: Cosa
oc: Qué

source: Where
be_by: где
de_de: Wo
fr_fr: Où
it_it: Dove
oc: Ont

source: More info:
de_de: Mehr Infos:
fr_fr: Plus d'info:
it_it: Ulteriori informazioni:
oc: Mai d'info :

source: to
it_it: a
oc: a

source: Show in Google map
be_by: показать в карте google
de_de: Karte in Google Maps anzeigen
fr_fr: Voir sur la carte Google
it_it: Mostra in Google Maps
oc: Veire sus la mapa Google

source: Show location in Google Maps
be_by: показать места в картах google
de_de: Standort in Google Maps anzeigen
fr_fr: Montrer emplacement dans Google Maps
it_it: Mostra luogo in Google Maps
oc: Mostrar emplaçament dins Google Maps

source: On Tour
fr_fr: En Tournée
it_it: In giro
oc: En virada

source: Default setting uses the original table with lists in the cells. It is grouped by month. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
fr_fr: Le réglage par défaut utilise la table d'origine avec des listes dans les cellules. Il est regroupé par mois. Si vous le configurez, je suggère de changer cette description comme aide mémoire de comment/pourquoi il est configuré de la façon dont il l'est.
it_it: Le impostazioni predefinite utilizzano la tabella originale con elenchi nelle celle, raggruppata per mese. Se lo configuri, suggerisco di modificare questa descrizione per aiutarti a ricordare come/perché è configurato in questo modo.
oc: Lo reglatge per defaut utiliza la taula d'origina amb de listas dins las cellulas. Es regropat per mes. Se lo configuratz, suggerissi de cambiar aquesta descripcion coma ajuda memòria de cossí/perqué es configurat de la faiçon qu'o es.

source: Venue
be_by: место проведения
de_de: Veranstaltungsort
fr_fr: Lieu
it_it: Luogo
oc: Luòc

source: Description
be_by: описание
de_de: Beschreibung
it_it: Descrizione
oc: Descripcion

source: Timetable
fr_fr: Calendrier
it_it: Orario
oc: Calendièr

source: Default setting uses the original table with lists in the cells. It is grouped by day. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
fr_fr: Le réglage par défaut utilise la table d'origine avec des listes dans les cellules. Il est regroupé par jours. Si vous le configurez, je suggère de changer cette description comme aide mémoire de comment/pourquoi il est configuré de la façon dont il l'est.
it_it: Le impostazioni predefinite utilizzano la tabella originale con elenchi nelle celle, raggruppata per giorno. Se lo configuri, suggerisco di modificare questa descrizione per aiutarti a ricordare come/perché è configurato in questo modo.
oc: Lo reglatge per defaut utiliza la taula d'origina amb de listas dins las cellulas. Es regropat per jorns. Se lo configuratz, suggerissi de cambiar aquesta descripcion coma ajuda memòria de cossí/perqué es configurat de la faiçon qu'o es.

source: Class
be_by: класс
de_de: Klasse
fr_fr: Classe
it_it: Classe
oc: Classa

source: Room
be_by: комната
de_de: Raum
fr_fr: Endroit
it_it: Stanza
oc: Endreit

source: The new default setting for widgets uses lists for the table rows. Good for themes that cannot cope with tables in the sidebar. No grouping. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
fr_fr: Le réglage par défaut utilise pour un widget la table d'origine avec des listes dans les cellules. Parfait pour les thèmes qui ne peuvent pas utiliser des tableaux dans la barre latérale. Pas de regroupement. Si vous le configurez, je suggère de changer cette description comme aide mémoire de comment/pourquoi il est configuré de la façon dont il l'est.
it_it: Le nuove impostazioni predefinite per i widget utilizzano elenco per le righe della tabella. Ottimo per temi che non riescono a gestire le tabelle nella sidebar. Nessun raggruppamento. Se lo configuri, suggerisco di modificare questa descrizione per aiutarti a ricordare come/perché è configurato in questo modo.
oc: Lo reglatge per defaut utilise per un widget la table d'origine amb des listas dins les cellulas. Parfait per les tèmas qui ne pòdon pas utilizar des tablèus dins la barre latérale. Pas de regroupement. Se lo configuratz, suggerissi de cambiar aquesta descripcion coma ajuda memòria de cossí/perqué es configurat de la faiçon qu'o es.

source: Table style aiming to use html5 tags, but still within a table structure to allow columns. One cannot have two levels of grouping with this option as tbody cannot be nested. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
oc: Estil de tablèu visant d'utilizar les balises HTML5, mas toujours al sein d'una structure per permetre des colomnas. On ne peut pas aver deux nivèls de regroupement amb aquesta opcion car <tbody> peut pas être imbriqué.Se vous lo configurez, je vous suggère de cambiar aquesta descripcion coma aide mémoire de comment/perqué il es configurat de la façon dont il l'est.

source: An HTML5 test option that tries to be leaner. You can have two level of grouping with this option. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
fr_fr: Une option de test HTML5 qui essaye d'être plus légère. Vous pouvez avoir deux niveaux de regroupement avec cette option. Si vous le configurez, je suggère de changer cette description comme aide mémoire de comment/pourquoi il est configuré de la façon dont il l'est.
it_it: Nuova opzione di test che tenta di essere più snella. Con questa opzione è possibile avere due livelli di raggruppamento. Con questa opzione, non si possono avere due livelli di raggruppamento, poiché tbody non può essere nidificato. Se lo configuri, suggerisco di modificare questa descrizione per aiutarti a ricordare come/perché è configurato in questo modo.
oc: Una opcion de test HTML5 qui essaye d'être plus légère. Podètz aver deux nivèls de regroupement amb aquesta option. Se lo configuratz, suggerissi de cambiar aquesta descripcion coma ajuda memòria de cossí/perqué es configurat de la faiçon qu'o es.

source: For displaying additional event info on posts created as events. The summary and description are switched off as these are the post title and the post content. Calendar properties and groupings are also not relevant. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
fr_fr: Pour afficher les informations sur l'événement supplémentaires dans les articles créés comme des événements. Le résumé et une description sont désactivées car elles sont le titre et le contenu de l'article. Les propriétés du calendrier et les groupements ne sont pas pertinentes. Si vous le configurez, je suggère de changer cette description comme aide mémoire de comment/pourquoi il est configuré de la façon dont il l'est.
it_it: Per la visualizzazione di informazioni addizionali sull'evento negli articoli creati come eventi. Il sommario e la descrizione sono disattivati poiché questi sono il titolo e il contenuto dell'articolo. Anche le proprietà del calendario e i raggruppamento non sono rilevanti. Se lo configuri, suggerisco di modificare questa descrizione per aiutarti a ricordare come/perché è configurato in questo modo.
oc: Per afichar las informacions sus l'eveniment supplémentaires dins les articles créés coma des eveniments. Lo resumit e una descripcion son desactivadas car elles son lo títol e lo contengut de l'article. Les proprietats del calendièr e les groupements son pas pertinentes. Se lo configuratz, suggerissi de cambiar aquesta descripcion coma ajuda memòria de cossí/perqué es configurat de la faiçon qu'o es.

source: Small-Calendar
fr_fr: Petit-Calendrier
it_it: Calendario piccolo
oc: Petit-Calendièr

source: The new default setting for calendar widgets. No grouping, No headings. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
fr_fr: Le nouveau paramètre par défaut pour les widgets calendrier. Pas de regroupement, pas de titres. Si vous le configurez, je suggère de changer cette description comme aide mémoire de comment/pourquoi il est configuré de la façon dont il l'est.
it_it: Nuove impostazioni predefinite per il widget calendario. Nessun raggruppamento, nessuna intestazione. Se lo configuri, suggerisco di modificare questa descrizione per aiutarti a ricordare come/perché è configurato in questo modo.
oc: Lo nouveau paramètre per defaut per les widgets calendièr. Pas de regroupement, pas de títols. Se lo configuratz, suggerissi de cambiar aquesta descripcion coma ajuda memòria de cossí/perqué es configurat de la faiçon qu'o es.

source: Large-Calendar
fr_fr: Grand-Calendrier
it_it: Calendario grande
oc: Grand-Calendièr

source: The new default setting for a large monthly calendar. No grouping, No headings. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
de_de: Die neue Standardeinstellung für eine große Monatskalender. Keine Gruppierung, keine Überschriften. Wenn Sie es konfigurieren, schlage ich eine Änderung dieses Beschreibung, um Ihr Gedächtnis der Beihilfe, wie / warum ist es so, dass es konfiguriert ist.
fr_fr: Le nouveau paramètre par défaut pour un grand calendrier par mois. Pas de regroupement, pas de rubriques. Si vous le configurez, je suggère de changer cette description comme aide mémoire de comment/pourquoi il est configuré de la façon dont il est.
it_it: Nuove impostazioni per il calendario mensile grande. Nessun raggruppamento, nessuna intestazione. Se lo configuri, suggerisco di modificare questa descrizione per aiutarti a ricordare come/perché è configurato in questo modo.
oc: Lo nouveau paramètre per defaut per un grand calendièr per mois. Pas de regroupement, pas de rubriques. Se vous lo configurez, suggerissi de cambiar aquesta descripcion coma aide mémoire de comment/perqué il es configurat de la façon dont il est.

source: Testing
fr_fr: Test
it_it: Test
oc: Test

source: A test option with lots of fields switched on. It has 2 levels of grouping - this is fine so long as the html in use can be nested. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
fr_fr: Une option de test avec plein de champs allumé. Il dispose de 2 niveaux de regroupement - c'est très bien tant que le html en cours d'utilisation peuvent être imbriquées. Si vous le configurez, je suggère de changer cette description comme aide mémoire de comment/pourquoi il est configuré de la façon dont il est.
it_it: Opzione di testo con molti dei campi attivati. Ha solo due livelli di raggruppamento - questo va bene per ora, poiché l'HTML utilizzato può essere nidificato. Se lo configuri, suggerisco di modificare questa descrizione per aiutarti a ricordare come/perché è configurato in questo modo.
oc: Una opcion de test amb plein de camps allumé. Il dispose de 2 nivèls de regroupement - c'est très bien tant que lo html en cours d'utilizacion pòdon être imbriquées. Se vous lo configurez, suggerissi de cambiar aquesta descripcion coma aide mémoire de comment/perqué il es configurat de la façon dont il est.

source: Weekly Horizontal
it_it: Settimanale orizzontale
oc: Setmanièr horizontal

source: Like the large calendar, but different - grouped by week and the weeks continue across months. Really 2 weeks should be displayed a time.
it_it: Come il calendario grande, ma diverso - raggruppato per settimane e le settimane continuano lungo i mesi. Devono essere visualizzare due settimane per volta.
oc: Coma lo grand calendièr, mas diferent - regroupées per setmana e las setmanas contunhan a travers los meses. Doas setmanas doivent s'afichar.

source: If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
it_it: Se lo configuri, suggerisco di modificare questa descrizione per aiutarti a ricordare come/perché è configurato in questo modo.
oc: Se lo configuratz, suggerissi de cambiar aquesta descripcion coma ajuda memòria de cossí/perqué es configurat de la faiçon qu'o es.

source: Weekly Vertical
oc: Setmanièra verticala

source: Grouped by day, but only showing 1 week. 3 columns, with excerpt not full description. No icons.
oc: Groupés per jour, mas seulement affichant 1 setmana. 3 colomnas, amb l'extrait e la descripcion non complète. Pas d'icônes.

source: Event Master
oc: Maître de l'eveniment

source: Grouped by category, intended to be used with no recurrences
oc: Regroupés per catégorie, destiné a être utilisé sans récurences

source: Resetting options...
de_de: Einstellungen zurücksetzen...
fr_fr: Réinitialisation options...
it_it: Reimpostazione opzioni...
oc: Réinitialisation options...
