Repository: Cedric31/amr-ical-events-list
Catalog: lang/amr_ical_list_lang-*.po
Languages: pl_pl

source: Go to agenda or list view
pl_pl: Przejdź do widoku terminarza lub listy

source: Agenda
pl_pl: Terminarz

source: Go to calendar view
pl_pl: Przejdź do widoku kalendarza

source: Calendar
pl_pl: Kalendarz

source: Go to map view
pl_pl: Przejdź do widoku mapy

source: Map
pl_pl: Mapa

source: Go to date
pl_pl: Przejdź do daty

source: Go to %1$s %2$s
pl_pl: Przejdź do %1$s %2$s

source: Year
pl_pl: Rok

source: Quarter
pl_pl: Kwartał

source: Astronomical Season
pl_pl: Astronomiczna pora roku

source: Traditional Season
pl_pl: Tradycyjna pora roku

source: Western Zodiac
pl_pl: Zachodni zodiak

source: Month
pl_pl: Miesiąc

source: Week
pl_pl: Tydzień

source: Day
pl_pl: Dzień

source: When
pl_pl: Kiedy

source: What
pl_pl: Co

source: Where
pl_pl: Gdzie

source: Show in Google map
pl_pl: Wyświetl na mapie Google

source: Show location in Google Maps
pl_pl: Wyświetl lokalizację w Google Maps

source: Venue
pl_pl: Miejsce

source: Description
pl_pl: Opis

source: Date
pl_pl: Data

source: Class
pl_pl: Klasa

source: Room
pl_pl: Miejsce

source: Timing
pl_pl: Czas

source: The new default setting for a large monthly calendar. No grouping, No headings. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
pl_pl: Domyślne ustawienia dla nowego miesięcznego kalendarza. Bez grupowania, bez nagłówków. Jeżeli wprowadzisz zmiany w konfiguracji, zalecam zmianę tego opisu na ułatwiający zapamiętanie, co i dlaczego zostało skonfigurowane.

source: Events plugin by anmari
pl_pl: Wtyczka Events autorstwa Anmari

source: No events found within criteria
pl_pl: Nie znaleziono wydarzeń spełniających kryteria

source: Resetting options...
pl_pl: Resetowanie opcji...

source: Options Deleted...
pl_pl: Opcje skasowane...

source: Option was not saved before or error deleting option...
pl_pl: Opcje nie były wcześniej zapisane lub wystąpił błąd kasowania...

source: Converting option key to lowercase
pl_pl: Konwertuję klucz opcji na małe litery

source: Minimum Php version
pl_pl: Minimalna wersja PHP

source: The <a href="http://au.php.net/manual/en/class.datetime.php"> DateTime Class </a> must be enabled on your system for this plugin to work. They may need to be enabled at compile time. The class should exist by default in PHP version 5.2.
pl_pl: Aby korzystać z tej wtyczki, w systemie musi być dostępna <a href="http://au.php.net/manual/en/class.datetime.php"> klasa DateTime</a>. Jej włączenie może być wymagane na etapie kompilacji. Klasa ta powinna być domyślnie dostępna w PHP wersja 5.2.

source: Daily
pl_pl: codziennie

source: Weekly
pl_pl: co tydzień

source: Monthly
pl_pl: co miesiąc

source: Yearly
pl_pl: rocznie

source: Hourly
pl_pl: co godzinę

source: on certain dates
pl_pl: w określonych dniach

source: day
pl_pl: dzień

source: week
pl_pl: tydzień

source: month
pl_pl: miesiąc

source: year
pl_pl: rok

source: hour
pl_pl: godzina

source: the first
pl_pl: pierwszy

source: every
pl_pl: każdy

source: the last
pl_pl: ostatni

source: the %s last
pl_pl: ostatni %s

source: the %s
pl_pl: %s

source: Weeks start on %s
pl_pl: Początek tygodnia w %s

source: and
pl_pl: i

source: every
pl_pl: każdy

source: or
pl_pl: lub

source: Every %s %s
pl_pl: Każdy %s %s

source: On %s instance within %s
pl_pl: Dla %s instancji w %s

source: %s times
pl_pl: %s razy

source: until %s %s
pl_pl: do %s %s

source: if month is %s
pl_pl: jeżeli miesiąc to %s

source: in %s weeks of the year
pl_pl: w %s tydzień roku

source: on %s day of the year
pl_pl: w %s dzień roku

source: on %s day of each month
pl_pl: w %s dzień każdego miesiąca

source: on %s
pl_pl: w %s

# eg: last day of the year/month
source: of the %s
pl_pl: dla %s

source: at the %s hour
pl_pl: o %s godzinie

source: at the %s minute
pl_pl: o %s minucie

source: at the %s second
pl_pl: o %s sekundzie

source: Add to google calendar
pl_pl: Dodaj do kalendarza google

source: Add event to google
pl_pl: Dodaj wydarzenie do google

source: Error creating custom css directory %s. Please check permissions
pl_pl: Błąd tworzenia niestandardowego katalogu css %s. Proszę sprawdzić uprawnienia

source: Could not copy file.
pl_pl: Nie można skopiować pliku.

source: Last Refresh time unexpectedly not available
pl_pl: Czas ostatniego odświeżenia niedostępny

source: Refresh calendars
pl_pl: Odśwież kalendarze

source: Last refresh was at %s.
pl_pl: Ostatnio odświeżone - %s.

source: Remote file had no modifications.
pl_pl: Brak zmian w pliku zdalnym.

source: The remote file was last modified on %s.
pl_pl: Plik zdalny został zmieniony %s.

source: Click to refresh
pl_pl: Kliknij, aby odświeżyć

source: %u year
pl_pl: %u rok

source: %u month
pl_pl: %u miesiąc

source: %u week
pl_pl: %u tydzień

source: %u day
pl_pl: %u dzień

source: %u hour
pl_pl: %u godzina

source: %u minute
pl_pl: %u minuta

source: %u second
pl_pl: %u sekunda

source: Change Timezone
pl_pl: Zmień strefę czasową

source: Timezone: %s, Click for %s
pl_pl: Strefa czasowa: %s, kliknij aby wybrać %s

source: Sent by
pl_pl: Wysłane przez

source: all day
pl_pl: cały dzień

source: Event Link
pl_pl: Link wydarzenia

source: Total events:
pl_pl: Wszystkich wydarzeń:

source: Subscribe to %s Calendar
pl_pl: Subskrybuj kalendarz %s

source: Week %u
pl_pl: Tydzień %u

source: Unable to load or cache ical calendar %s
pl_pl: Nie można wczytać kalendarza ical %s

source: Error finding or parsing ical calendar %s
pl_pl: Błąd wyszukiwania lub parsowania kalendarza ical %s

source: This feature requires the plugin amr-events
pl_pl: Ta funkcja wymaga wtyczki amr-events

source: Get it here
pl_pl: Pobierz stąd

source: No url entered - did you want events from posts ?
pl_pl: Nie wprowadzono URL - chcesz utworzyć wydarzenia z wpisów?

source: No ical components requested for display
pl_pl: Nie wybrano elementów ical do wyświetlenia

source: Invalid Ical URL %s
pl_pl: Nieprawidłowy URL Ical %s

source: Invalid Start Date
pl_pl: Nieprawidłowa data startu

source: iCal Events List
pl_pl: Lista wydarzeń iCal

source: Listing Events
pl_pl: Wyświetlanie wydarzeń

source: iCal Events Lists
pl_pl: Listy wydarzeń iCal

source: List types
pl_pl: Typy list

source: Uncaught exception:
pl_pl: Nieobsłużony wyjątek:

source: <br /><br />An error in the input data may prevent correct display of this page. Please advise the administrator as soon as possible.
pl_pl: <br /><br />Błąd w danych wejściowych może powodować nieprawidłowe wyświetlanie tej strony. Prosimy o jak najszybszy kontakt z administratorem.

source: Settings
pl_pl: Ustawienia

source: Invalid Number of Lists
pl_pl: Nieprawidłowa liczba list

source: Invalid Url
pl_pl: Nieprawidłowy URL

source: Error in form - calprop array not found
pl_pl: Błąd formatu - nie znaleziono tablicy calprop

source: General:
pl_pl: Ogólne:

source: Name
pl_pl: Nazwa

source: Internal Description
pl_pl: Wewnętrzny opis

source: List HTML Style
pl_pl: Styl HTML listy

source: Table
pl_pl: Tabela

source: Lists for rows
pl_pl: Wiersze jako lista

source: Breaks for rows!
pl_pl: Wiersze przez znaki podziału

source: Small box calendar
pl_pl: Małe okienko kalendarza

source: Large box calendar
pl_pl: Duże okienko kalendarza

source: Table with lists in cells (original)
pl_pl: Tabela z listami w komórkach (oryginalny)

source: Default Event URL
pl_pl: Domyślny URL wydarzenia

source: (For ics files in widget. External, or calendar page.)
pl_pl: (Dla plików ics w widgecie. Zewnętrzne lub strona kalendarza.)

source: More information
pl_pl: Więcej informacji

source: Define maximums:
pl_pl: Określ maksimum:

source: Note cache times are in hours
pl_pl: Uwaga czas pamięci podręcznej jest podawany w godzinach.

source: Select components to show:
pl_pl: Wybierz składniki do wyświetlenia:

source: Wikipedia entry describing components
pl_pl: Wpis wikipedii opisujący składniki

source: Define grouping:
pl_pl: Określ grupowanie:

source: Calendar properties
pl_pl: Właściwości kalendarza

source: Specify fields to show:
pl_pl: Wybierz pola do wyświetlenia:

source: Note: a 0 (zero) in column = do not show that field.
pl_pl: Uwaga: 0 (zero) w kolumnie = nie wyświetlaj tego pola.

source: Link to more information
pl_pl: Odnośnik do dodatkowych informacji

source: Uppercase fields are those defined in the iCal specification.
pl_pl: Pola pisane wielkimi literami są zdefiniowane w specyfikacji iCal.

source: Lowercase fields are additional fields added by this plugin and derived from the iCal fields for your convenience.
pl_pl: Pola pisane małymi literami to dodatkowe pola dodane przez tę wtyczkę i odziedziczone z pól iCal dla wygody użytkownika.

source: Fields show if "column" > 0 and if there is data available in your event or ics file.
pl_pl: Pola są wyświetlane, jeżeli "column" > 0 oraz w wydarzeniu lub pliku ics umieszczone są dane.

source: Column Headings:
pl_pl: Nagłówki kolumn:

source: I try to make these plugins work <strong>"out of the box"</strong> with minimal effort; that they be easy to use but <strong>very configurable</strong>; <strong>well tested</strong>; with <strong>valid html and css</strong> both at the front and admin area.
pl_pl: Staram się, aby te wtyczki działały <strong>"prosto z pudełka"</strong> przy minimalnym wysiłku; były łatwe w użyciu i jednocześnie <strong>bardzo konfigurowalne</strong>; <strong>dobrze przetestowane</strong>; z <strong>prawidłowym html i css</strong> zarówno od strony interfejsu jak i administracji.

source: If you have a feature request, please do let me know.
pl_pl: Jeżeli potrzebujesz dodatkowej funkcjonalności, proszę daj mi znać.

source: To edit events in wordpress:
pl_pl: Edycja wydarzeń w wordpress:

source: Documentation
pl_pl: Dokumentacja

source: Support
pl_pl: Pomoc techniczna

source: Videos
pl_pl: Nagrania wideo

source: Rate it at WP
pl_pl: Oceń na WP

source: Plugin feed
pl_pl: Kanał wtyczki

source: Forum feed
pl_pl: Kanał forum

source: Unable to create Custom css file for you to edit if you wish - not essential.
pl_pl: Nie można utworzyć niestandardowego pliku css do edycji.

source: Copied %s1 to %s2 to allow custom css
pl_pl: Skopiowano %s1 na %s2, aby umożliwić konfigurację niestandardowego css.

source: Your timezone db version is: %s
pl_pl: Wersja bazy stref czasowych: %s

source: Plugin cannot determine timezonedb version in php &lt; 5.3.
pl_pl: Wtyczka nie może określić wersji bazy stref czasowych w php &lt; 5.3.

source: The timezone database defines the daylight saving changes amongst other things. If correct daylight saving switchover is important to you, please check for the latest updates.
pl_pl: Baza danych stref czasowych określa między innymi termin przejścia na czas letni. Jeżeli poprawność przejścia na czas letni jest dla Ciebie ważna, proszę sprawdź najnowsze aktualizacje.

source: You may need to talk to your webhost.
pl_pl: Potrzebny może być kontakt z obsługą hostingu strony.

source: Php timezonedb versions
pl_pl: Wersje bazy danych stref czasowych (timezonedb)

source: Info on what changes are in which timezonedb version
pl_pl: Informacje na temat zmian wprowadzonych w kolejnych wersjach timezonedb

source: No global timezone - is there a problem here?
pl_pl: Brak globalnej strefy czasowej - czy występuje jakiś problem?

source: You are using the "old" gmt_offset setting
pl_pl: Używasz "starego" ustawienia gmt_offset

source: Consider changing to the more accurate timezone setting
pl_pl: Rozważ zmianę na prawidłową strefę czasową

source: Go to settings
pl_pl: Przejdź do ustawień

source: The plugin thinks your timezone is:
pl_pl: Według wtyczki Twoja strefa czasowa to:

source: The current UTC offset for that timezone is:
pl_pl: Aktualne przesunięcie UTC dla tej strefy to:

source: Switches to %s on %s. GMT offset: %d
pl_pl: Przełącza na %s w %s. Offset GMT: %d

source: Current time (unlocalised):
pl_pl: Aktualny czas (bez lokalizacji):

source: General Options
pl_pl: Ogólne opcje

source: Number of Ical Lists:
pl_pl: Liczba list Ical:

source: Message if no events found:
pl_pl: Komunikat, jeśli nie znaleziono wydarzeń:

source: Do not give credit to the author
pl_pl: Nie umieszczaj kontaktu do autora

source: Use my theme css, not plugin css
pl_pl: Użyj css ze schematu zamiast css wtyczki

source: No images (tick for text only)
pl_pl: Bez obrazów (zaznacz dla samego tekstu)

source: The css provided works with the default twenty-ten theme and similar themes. Your theme may be different.
pl_pl: Dostarczony css działa z domyślnym motywem twenty-ten i podobnymi. Twój motyw może być inny.

source: To edit the file, download the custom one added to your uploads folder: uploads/css.
pl_pl: Aby edytować plik, pobierz niestandardowy dodany do folderu udostępnionych: uploads/css.

source: Edit it and then re-upload to that same folder. Then select it in the box below.
pl_pl: Edytuj go i ponownie prześlij do tego samego folderu. Następnie wybierz go w polu poniżej.

source: This file will not be overwritten when the plugin is upgraded or when your theme is upgraded.
pl_pl: Plik ten nie zostanie nadpisany w przypadku aktualizacji wtyczki lub motywu.

source: More info
pl_pl: Więcej informacji

source: Download the latest provided css file for editing
pl_pl: Pobierz do edycji najnowszy udostępniony plik css

source: (optional)
pl_pl: (opcjonalne)

source: Choose plugin default css or choose a custom css and edit it.
pl_pl: Wybierz domyślny css wtyczki lub wybierz niestandardowy css i edytuj go.

source: No css files found in css directory
pl_pl: Nie znaleziono plików css w katalogu stylów css.

source: Advanced:
pl_pl: Zaawansowane:

source: Your php version is: %s
pl_pl: Twoja wersja php: %s

source: Minimum Php version 5.3 required for events cacheing.
pl_pl: Do umieszczania wydarzeń w pamięci podręcznej wymagany jest Php 5.3 lub nowszy.

source: Choose date localisation method:
pl_pl: Wybierz metodę lokalizacji daty:

source: none
pl_pl: brak

source: Saving....
pl_pl: Zapisywanie...

source: List saved
pl_pl: Lista zapisana

source: iCal Events List
pl_pl: iCal lista wydarzeń

source: No change to options or unexpected error in saving
pl_pl: Brak zmian w opcjach lub nieoczekiwany błąd zapisywania

source: Configure event list type:
pl_pl: Konfiguruj typ listy wydarzeń:

source: Go to list type:
pl_pl: Przejdź do typu listy:

source: Define date and time formats:
pl_pl: Określ formaty daty i czasu:

source: Define the formats for the day (eg: Event date, End Date) and time (eg: Start time, End Time) fields. You can actually use any of these to display a full Date time string too. Use the Event date for event instances - the DTSTART field is the first startdate of a recurring event sequence.
pl_pl: Określ format dla pól daty (np. Data wydarzenia, Data zakończenia) i godziny (np. Godzina rozpoczęcia, Godzina zakończenia). Możesz również użyć dowolnego z tych pól do wyświetlenia pełnej daty i godziny. Użyj Daty wydarzenia, aby określić instancje wydarzenia - pole DTSTART oznacza pierwszą datę startu wydarzenia cyklicznego.

source: These are also used for the date related grouping headings (ie: will show the date in that format as a heading for that group of dates if relevant.)
pl_pl: Są one również wykorzystywane do związanego z datą grupowania nagłówków (np. wyświetla datę w tym formacie jako nagłówek dla grupy dat).

source: Use the standard PHP format strings:
pl_pl: Użyj do formatowania standardowych stringów PHP:

source: Php manual - date datetime formats
pl_pl: Podręcznik php - formaty date i datetime

source: See php date function format strings
pl_pl: Ciągi formatowania funkcji php date

source: (will localise)
pl_pl: (lokalizowane)

source: Save the settings
pl_pl: Zapisz ustawienia

source: Update
pl_pl: Uaktualnij

source: Uninstall the plugin and delete the options from the database.
pl_pl: Odinstaluj wtyczkę i usuń opcje z bazy danych.

source: Uninstall
pl_pl: Odinstaluj

source: Warning: This will reset ALL the listing options immediately.
pl_pl: Uwaga: Zresetowane zostaną WSZYSTKIE opcje wyświetlania.

source: Reset all listing options
pl_pl: Resetuj wszystkie opcje wyświetlania

source: Expand/Contract all
pl_pl: Rozwiń/Zwiń wszystkie

source: AmR iCal Options deleted from Database
pl_pl: Opcje AmR iCal usunięte z bazy danych

source: AmR iCal Widget Options deleted from Database
pl_pl: Opcje widgetu AmR iCal usunięte z bazy danych

source: Uninstall AmR iCal Events List Options
pl_pl: Odinstaluj opcje listy wydarzeń AmR iCal

source: Note this function removes the options from the database. To completely uninstall, one should continue on to use the standard wordpress functions to deactivate the plugin and delete the files. It is not necessary to run this separately as the uninstall will also run as part of the wordpress delete plug-in files.
pl_pl: Uwaga, ta funkcja usuwa opcje z bazy danych. Aby odinstalować wtyczkę, wyłącz ją używając standardowych funkcji wordpress i usuń pliki.

source: The function is provided here as an aid to someone who has perhaps got their wordpress install in a knot and wishes to temporarily remove the options from the database as part of their debugging or cleanup. Consider also the use of the RESET.
pl_pl: Funkcja ta została udostępniona, aby pomóc użytkownikom w czyszczeniu lub debugowaniu zaśmieconego systemu poprzez tymczasowe usunięcie opcji z bazy danych. Rozważ również RESET.

source: Note: Navigating to "Manage AmR ICal Settings" will RELOAD default options - negating the uninstall.
pl_pl: Uwaga: Przejście do "Manage AmR ICal Settings" wczyta ponownie domyślne opcje - anulując deinstalację.

source: Continue to Plugin list to delete files as well
pl_pl: Przejdź na listę wtyczek, aby usunąć również pliki.

source: Cancel
pl_pl: Anuluj

source: Really Uninstall Options?
pl_pl: Na pewno odinstalować opcje?

source: Your cache directory %s has been created
pl_pl: Utworzony został katalog pamięci podręcznej %s

source: Error creating cache directory %s. Please check permissions
pl_pl: Błąd przy tworzeniu katalogu pamięci podręcznej %s. Sprawdź uprawnienia.

source: Invalid URL
pl_pl: Nieprawidłowy URL

source: Unexpected data contents. Please tell administrator.
pl_pl: Nieoczekiwana treść danych. Skontaktuj się z administratorem.

source: See comments in source for response received from ics server.
pl_pl: Zobacz komentarze w źródle, aby sprawdzić odpowiedź serwera ics.

source: Error getting calendar file with htpp or curl, or custom fn: %s
pl_pl: Błąd podczas pobierania pliku kalendarza przy użyciu htpp, curl lub niestandardowej fn: %s

source: Using File last cached at %s
pl_pl: Używam pliku umieszczonego w pamięci podręcznej o %s

source: Warning: Events may be out of date.
pl_pl: Ostrzeżenie: Wydarzenia mogą być nieaktualne.

source: No cached ical file for events
pl_pl: W pamięci podręcznej nie ma pliku ical ze zdarzeniami.

source: Unexpected error creating date with string:
pl_pl: Nieoczekiwany błąd podczas tworzenia daty ze stringu:

source: Upcoming Events
pl_pl: Nadchodzące wydarzenia

source: events
pl_pl: wydarzenia

source: Upcoming Events List
pl_pl: Lista nadchodzących wydarzeń

source: See plugin website for more details
pl_pl: Więcej informacji znajdziesz na stronie wtyczki

source: Title
pl_pl: Tytuł

source: Calendar page url
pl_pl: URL strony kalendarza

source: Calendar page url in this website, for event title links
pl_pl: URL strony kalendarza tej witryny, do odnośników tytułów wydarzeń

source: Hover description on Title
pl_pl: Umieść opis w Tytule

source: Do an event summary hyperlink with event description as title text
pl_pl: Stwórz odnośnik ze streszczeniem wydarzenia jako tekst tytułowy

source: External events only
pl_pl: Tylko wydarzenia zewnętrzne

source: Show events from external ics only, do NOT pickup any internal events.
pl_pl: Wyświetl tylko wydarzenia z zewnętrznych ics, NIE pokazuj żadnych wewnętrznych wydarzeń.

source: Else include events created internally too
pl_pl: W przeciwnym wypadku, dołączaj również wydarzenia utworzone lokalnie

source: External ics urls and advanced options
pl_pl: Adresy URL zewnętrznych ics i zaawansowane opcje

source: External ics urls and/or optional shortcode parameters separated by spaces.)
pl_pl: Adresy URL zewnętrznych kalendarzy i/lub opcjonalne parametry shortcode rozdzielone spacjami.

source: Examples: listtype=4 events=10 days=60 start=yyyymmdd startoffset=-2... )
pl_pl: (Przykłady: listtype=4 events=10 days=60 start=rrrrmmdd startoffset=-2...)

source: See more parameters
pl_pl: Zobacz więcej parametrów

source: Upcoming Events Calendar
pl_pl: Kalendarz nadchodzących wydarzeń

source: See more
pl_pl: Zobacz więcej

source: Calendar page url in this website, for links from widget
pl_pl: URL strony kalendarza tej witryny, dla odnośników z widgetu

source: Examples: listtype=8 events=10 days=60 start=yymmdd startoffset=-2... )
pl_pl: (Przykłady: listtype=8 events=10 days=60 start=rrmmdd startoffset=-2...)
